{
    "data": [
        [
            {
                "id": "6602d239e8a231be5d08cd3f",
                "username": "Lindsey",
                "firstName": "Weeks",
                "lastName": "King",
                "email": "weeksking@geekola.com",
                "birthDate": "1996-08-29T10:11:10 -07:00",
                "basicSalary": 910486,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Aute occaecat pariatur deserunt irure minim enim qui proident. Sunt sunt aliquip aliquip nisi nostrud esse enim cillum reprehenderit qui occaecat amet nisi aliqua. Laborum non qui nostrud veniam anim minim eiusmod esse esse. Aute eu elit id aliqua minim. Duis tempor incididunt deserunt velit labore nisi do. Enim non fugiat voluptate deserunt eu cillum Lorem consequat. Voluptate dolor reprehenderit dolore eu ex laborum aliqua nisi incididunt proident laborum duis sit excepteur. Aliqua anim quis cupidatat laborum consectetur esse dolore tempor cillum ut enim elit sit Lorem. Amet tempor ex eu proident dolor ipsum consequat minim magna labore. Consequat dolor ipsum tempor aliqua consectetur laborum nisi consectetur."
            },
            {
                "id": "6602d2394437c2b1bf686da2",
                "username": "Inez",
                "firstName": "Lynn",
                "lastName": "Rodriguez",
                "email": "lynnrodriguez@geekola.com",
                "birthDate": "1997-07-02T10:46:16 -07:00",
                "basicSalary": 8393271,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ullamco dolor irure fugiat eiusmod adipisicing officia fugiat culpa. Cillum Lorem anim tempor pariatur proident ex nostrud qui non. Consectetur pariatur dolor aute sit cillum. Duis aliquip eiusmod officia ipsum reprehenderit eiusmod magna ut excepteur nulla occaecat tempor. Velit ullamco fugiat commodo eiusmod minim tempor veniam id commodo in id consectetur. Ipsum qui ea officia aute Lorem quis elit tempor Lorem minim in velit ipsum. Nostrud sit nostrud aute proident Lorem nostrud do sint quis magna amet anim. Tempor id laborum aliqua ad velit. Dolor dolor laboris anim dolore cillum nisi aliquip sint sunt occaecat. Fugiat amet esse ut cillum reprehenderit id adipisicing mollit eu do cupidatat laborum consectetur."
            },
            {
                "id": "6602d23907dd02081bb9baab",
                "username": "Judy",
                "firstName": "Meredith",
                "lastName": "Oneill",
                "email": "meredithoneill@geekola.com",
                "birthDate": "1995-05-23T08:20:50 -07:00",
                "basicSalary": 6429492,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Velit quis irure quis sint Lorem incididunt amet fugiat officia. Quis adipisicing quis nisi laboris eu non aliquip occaecat. Laborum do minim eiusmod commodo est culpa eiusmod labore elit laboris cupidatat ex. Dolor eu dolore deserunt in et. Incididunt fugiat cillum sit aliqua reprehenderit qui. Duis irure nostrud nisi ea consectetur elit sint anim sunt velit pariatur mollit. Elit culpa eu ea reprehenderit pariatur consequat ex est id non exercitation mollit. Culpa deserunt mollit nulla pariatur nulla laborum id culpa non. Et exercitation fugiat consequat aliqua et nisi cillum ad incididunt mollit ullamco et. Proident Lorem mollit aute et fugiat consectetur adipisicing ea proident amet et irure."
            },
            {
                "id": "6602d239d73c6989d2129693",
                "username": "Nieves",
                "firstName": "Mollie",
                "lastName": "Blanchard",
                "email": "mollieblanchard@geekola.com",
                "birthDate": "1995-08-19T08:33:16 -07:00",
                "basicSalary": 6131500,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ut eiusmod esse culpa adipisicing ex cillum ea veniam. Et tempor aliquip anim labore ad esse aliquip. Nisi cillum sunt ad voluptate est irure nulla officia enim fugiat irure. Ex velit dolor non consequat incididunt sunt anim. Veniam excepteur qui anim ex. Occaecat pariatur labore pariatur deserunt ullamco quis aliquip est Lorem velit ad enim. Aute enim occaecat sint pariatur culpa magna mollit reprehenderit. Lorem nostrud dolore in enim elit non. Eiusmod adipisicing deserunt ad cillum sint dolor fugiat ad cupidatat pariatur excepteur elit. Nostrud ipsum Lorem anim magna dolor laboris excepteur ad enim laborum laboris amet."
            },
            {
                "id": "6602d239bd195f54206fc8f6",
                "username": "Fanny",
                "firstName": "Isabella",
                "lastName": "Michael",
                "email": "isabellamichael@geekola.com",
                "birthDate": "1995-12-01T12:19:26 -07:00",
                "basicSalary": 5492912,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Est eiusmod adipisicing anim velit est aliqua proident. Duis veniam qui amet mollit et aliqua ullamco enim. Magna labore occaecat proident duis amet id laborum duis reprehenderit. Minim exercitation elit ad tempor voluptate ea reprehenderit aute excepteur in Lorem nostrud nostrud voluptate. Duis cillum velit do ullamco. Quis voluptate voluptate aute exercitation ipsum occaecat et occaecat velit duis velit labore id. Nisi ad laborum eiusmod amet deserunt nisi minim in consequat cillum quis voluptate ut Lorem. Do eu aute amet proident elit nulla veniam consectetur tempor. Anim mollit dolor ex laboris incididunt enim tempor in amet adipisicing occaecat ullamco ex. Tempor minim esse et non."
            },
            {
                "id": "6602d239183bcff00929d74f",
                "username": "Ericka",
                "firstName": "Hallie",
                "lastName": "Grimes",
                "email": "halliegrimes@geekola.com",
                "birthDate": "1995-09-04T08:51:23 -07:00",
                "basicSalary": 463780,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Tempor eu sunt eiusmod dolore ullamco excepteur fugiat incididunt. Eu aliquip enim in culpa deserunt. Magna sit eiusmod amet veniam esse. Consectetur laborum mollit quis magna proident. Ad est deserunt aliquip exercitation ad elit dolor duis fugiat. Minim enim veniam proident eu et ullamco nisi sint laboris. Nulla labore quis duis ipsum. Minim labore magna excepteur ad veniam cupidatat duis ea ut elit esse. Ipsum id reprehenderit ut proident exercitation velit ex adipisicing aliqua commodo. Commodo enim ad nulla laborum do magna dolor incididunt velit."
            },
            {
                "id": "6602d23957b24e9223d01547",
                "username": "Mcknight",
                "firstName": "Dena",
                "lastName": "Maynard",
                "email": "denamaynard@geekola.com",
                "birthDate": "1997-05-16T08:21:29 -07:00",
                "basicSalary": 1352369,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Magna ad in proident reprehenderit nulla culpa excepteur in. Cupidatat ea reprehenderit ex consequat esse duis minim aliquip ipsum cillum fugiat nisi. Eiusmod nulla pariatur irure sit ad. Sunt ad adipisicing cupidatat cupidatat ex occaecat proident culpa occaecat laborum occaecat. Commodo velit officia magna eu fugiat reprehenderit eu. Sunt qui excepteur duis eiusmod ex ipsum ullamco cillum ea nostrud. Cupidatat eiusmod excepteur adipisicing et tempor labore dolore ullamco ex ex quis aliqua. Eu amet cillum proident exercitation consequat quis elit ut cillum nostrud deserunt. Reprehenderit enim nulla do dolor dolor et et ea minim id. Irure incididunt do exercitation occaecat occaecat aliqua tempor sit anim labore."
            },
            {
                "id": "6602d239cd7db810fde066ae",
                "username": "Desiree",
                "firstName": "Abigail",
                "lastName": "Farrell",
                "email": "abigailfarrell@geekola.com",
                "birthDate": "1997-06-24T08:28:27 -07:00",
                "basicSalary": 3109282,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Dolore laborum pariatur adipisicing laboris sint eu mollit aliquip dolor irure. Laboris dolore dolore deserunt proident. Ullamco exercitation cillum adipisicing tempor. Ex laborum magna eiusmod dolore commodo aliquip proident cupidatat laborum et. Tempor aliqua cupidatat do exercitation et occaecat ut deserunt occaecat enim aliqua commodo. Ea sint laborum Lorem duis. Eiusmod tempor culpa labore officia esse cupidatat voluptate adipisicing nulla esse et nulla reprehenderit. Occaecat eiusmod enim deserunt nostrud ex mollit adipisicing. Incididunt ex exercitation ut commodo quis duis sunt quis id consequat exercitation commodo labore do. Aute sit ullamco non mollit tempor amet quis exercitation deserunt nulla cupidatat."
            },
            {
                "id": "6602d2397d5bc87a93b33da3",
                "username": "Nora",
                "firstName": "Eula",
                "lastName": "Jimenez",
                "email": "eulajimenez@geekola.com",
                "birthDate": "1997-04-15T03:33:36 -07:00",
                "basicSalary": 4653803,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Eu exercitation anim occaecat dolore cillum nisi qui nulla nulla et magna aliqua cillum culpa. Reprehenderit ea incididunt anim sit pariatur consequat magna. Enim adipisicing fugiat ut amet qui. Veniam ullamco laboris tempor nostrud eiusmod cillum nulla elit quis tempor pariatur sit esse. Esse non veniam et excepteur proident laborum eiusmod elit nostrud. Ut deserunt dolore ea incididunt sit dolore enim consequat anim aliquip sint ullamco elit. Elit ipsum nostrud cupidatat irure nostrud officia velit eiusmod labore velit et consectetur pariatur occaecat. Sit commodo ullamco nostrud eiusmod sint voluptate est ut proident culpa excepteur enim ad velit. Consequat et magna labore cupidatat. Commodo ullamco aliqua aliquip est est labore aliqua Lorem commodo nostrud."
            },
            {
                "id": "6602d2390e9349a7dd0deb8c",
                "username": "Christina",
                "firstName": "Cleo",
                "lastName": "Franklin",
                "email": "cleofranklin@geekola.com",
                "birthDate": "1996-11-05T04:30:26 -07:00",
                "basicSalary": 1519357,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Cillum esse aliqua aliquip officia. Ullamco ea aliqua ad sit dolore. Pariatur veniam fugiat incididunt dolor eu exercitation cupidatat adipisicing dolor irure. Sunt laboris dolore minim ut id officia fugiat aliqua velit ea occaecat. Tempor exercitation ex esse exercitation pariatur fugiat tempor incididunt. Incididunt sit eiusmod irure elit exercitation tempor ad enim exercitation. Tempor et velit excepteur proident eu esse aliquip. Officia fugiat aliqua do ut elit laborum fugiat pariatur. Ut laborum aliquip qui pariatur incididunt enim amet id ea reprehenderit do. Est incididunt ea qui minim Lorem anim duis est et adipisicing."
            },
            {
                "id": "6602d239032048045e446df8",
                "username": "Dominguez",
                "firstName": "Autumn",
                "lastName": "Williams",
                "email": "autumnwilliams@geekola.com",
                "birthDate": "1999-08-28T08:03:51 -07:00",
                "basicSalary": 2001460,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Laborum non amet exercitation sit minim commodo exercitation ad. Id aute proident reprehenderit officia ullamco Lorem quis. Eu qui pariatur incididunt occaecat et Lorem. Aute laboris nisi mollit qui consequat dolor sunt incididunt occaecat proident adipisicing duis. Sint cupidatat Lorem nisi quis sunt. Incididunt occaecat consequat aliquip velit nisi. Ut dolore aliquip nostrud ea anim sint. Incididunt in exercitation do nisi labore enim sint occaecat ex elit aliqua mollit. Elit laborum cillum incididunt culpa Lorem. Sint elit occaecat est velit veniam sunt ex."
            },
            {
                "id": "6602d2398a02385c5f1ec1f0",
                "username": "Melisa",
                "firstName": "Combs",
                "lastName": "Willis",
                "email": "combswillis@geekola.com",
                "birthDate": "1996-12-26T02:14:09 -07:00",
                "basicSalary": 2904025,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Eiusmod ullamco incididunt adipisicing occaecat qui anim esse voluptate in non qui excepteur. Eiusmod laboris exercitation officia consequat culpa irure. Duis non labore exercitation ullamco dolore do. Ullamco et cillum cillum tempor aliqua. Tempor cupidatat anim laborum voluptate proident et officia non mollit ad cillum qui. Nulla adipisicing non deserunt laboris culpa aute duis. Enim ad duis ipsum anim nisi. Aliquip dolor ut fugiat pariatur amet nulla excepteur id in esse. Labore duis exercitation ad veniam fugiat ut amet labore duis. Ea laborum dolore adipisicing deserunt."
            },
            {
                "id": "6602d239de797645957e7b23",
                "username": "Noemi",
                "firstName": "Nicole",
                "lastName": "Branch",
                "email": "nicolebranch@geekola.com",
                "birthDate": "1997-08-12T08:24:52 -07:00",
                "basicSalary": 1637851,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Mollit velit dolor irure cillum ut nostrud esse eu labore ea amet. Commodo exercitation et proident amet. Eu voluptate nulla consectetur nostrud mollit ex. Culpa ex aute excepteur occaecat occaecat officia consectetur aute ipsum et. Reprehenderit occaecat non velit et ea veniam excepteur. Laborum est amet ut fugiat ullamco culpa reprehenderit reprehenderit ad nisi. Voluptate consectetur ipsum cupidatat nisi. Laborum dolore velit nisi et pariatur tempor nulla nisi aliquip occaecat enim. Aute exercitation sit quis eu voluptate nostrud id incididunt deserunt culpa. Officia id consectetur nisi sunt excepteur eiusmod Lorem incididunt."
            },
            {
                "id": "6602d23974a5f4703afc7625",
                "username": "Wanda",
                "firstName": "Peters",
                "lastName": "Gould",
                "email": "petersgould@geekola.com",
                "birthDate": "1995-10-15T01:37:02 -07:00",
                "basicSalary": 4910287,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Ullamco exercitation aliquip nisi duis excepteur dolore esse pariatur magna. Excepteur aliqua in laborum commodo pariatur anim adipisicing aute. Irure exercitation elit eu fugiat ad nostrud Lorem pariatur pariatur. Sint veniam consectetur nulla culpa voluptate amet duis irure deserunt. Id proident nostrud eiusmod aute. Qui aliquip nisi eu do eiusmod irure laborum velit nulla commodo eiusmod enim esse anim. Anim proident minim culpa irure magna in ad nulla cillum labore. Culpa laboris consequat officia occaecat officia duis velit aute ea excepteur culpa enim aliquip. Proident commodo officia irure in eiusmod sint ad aliqua dolor velit ut cillum mollit do. Ipsum eu velit esse officia non non ad ipsum."
            },
            {
                "id": "6602d23983bc0b35339a4234",
                "username": "Levine",
                "firstName": "Amy",
                "lastName": "Hatfield",
                "email": "amyhatfield@geekola.com",
                "birthDate": "1998-07-20T09:54:53 -07:00",
                "basicSalary": 6650543,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Minim sint eu velit aliqua non exercitation et sunt nostrud. Laboris in nostrud sint ex dolor quis laboris qui nulla do mollit exercitation qui. Exercitation Lorem pariatur velit amet do nisi sit nulla excepteur Lorem velit. Aliqua ex dolore eiusmod duis amet Lorem do quis et est pariatur voluptate deserunt qui. Sit incididunt esse id dolore aliqua pariatur nisi ipsum esse. Nisi cillum anim sint fugiat est esse magna. Aliquip deserunt aute deserunt esse cupidatat. Ad nulla ipsum anim nisi consectetur ut in reprehenderit. Aute officia do voluptate dolor pariatur enim in sunt tempor aliqua nostrud. Enim dolore aliqua dolore labore tempor culpa non commodo commodo esse consequat et."
            },
            {
                "id": "6602d23938958886fe078457",
                "username": "Melva",
                "firstName": "Marcella",
                "lastName": "Adkins",
                "email": "marcellaadkins@geekola.com",
                "birthDate": "1995-03-11T08:46:31 -07:00",
                "basicSalary": 9160312,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Dolore ad cupidatat ad dolore Lorem officia elit fugiat consequat. Culpa dolore nisi reprehenderit adipisicing irure pariatur adipisicing incididunt laboris ipsum. Magna mollit occaecat et adipisicing. Quis magna Lorem cillum labore fugiat. Quis magna id quis consequat cillum voluptate minim ut ea officia qui consequat. Lorem magna culpa incididunt do commodo aliqua ipsum cillum officia mollit adipisicing quis. Ex quis est dolore amet incididunt cupidatat occaecat nisi sit. Voluptate qui aliqua qui anim mollit velit fugiat. Lorem excepteur deserunt amet et tempor in proident laboris. Anim nisi eiusmod est sint ex dolore."
            },
            {
                "id": "6602d23943ef7c7e16288693",
                "username": "Hays",
                "firstName": "Helga",
                "lastName": "Beard",
                "email": "helgabeard@geekola.com",
                "birthDate": "1999-07-21T02:24:51 -07:00",
                "basicSalary": 6034965,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Culpa elit proident esse ut deserunt excepteur enim exercitation in et sint. Magna fugiat duis anim mollit dolore sit mollit excepteur. Consequat quis ullamco ipsum adipisicing ut do laborum amet cupidatat pariatur dolor cupidatat proident et. Officia voluptate est voluptate veniam labore in est aliqua et in voluptate occaecat cillum elit. Pariatur nulla laborum dolor nulla cupidatat ea in non ad nisi eiusmod consequat deserunt. Consequat dolor esse sunt ut aliquip velit reprehenderit amet eu. Sit fugiat exercitation laboris eu mollit sint qui minim culpa. Laborum in velit excepteur non ex laboris. Ut laboris non duis aute est consectetur ullamco non velit ut nostrud. Incididunt officia consectetur veniam voluptate aliquip pariatur excepteur irure occaecat adipisicing consectetur cupidatat adipisicing."
            },
            {
                "id": "6602d239be38edf9d506d77c",
                "username": "Betty",
                "firstName": "Katheryn",
                "lastName": "Andrews",
                "email": "katherynandrews@geekola.com",
                "birthDate": "1997-01-03T03:33:03 -07:00",
                "basicSalary": 518136,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ad culpa elit aute anim sunt mollit veniam sit reprehenderit. Id eiusmod eiusmod dolore aliqua qui proident. Exercitation consequat officia ad eiusmod sit ullamco ullamco ullamco commodo reprehenderit ad labore velit. Officia do proident sit reprehenderit duis nisi reprehenderit laboris ad laboris deserunt ea dolore. Aliqua occaecat adipisicing incididunt Lorem commodo Lorem Lorem culpa pariatur labore. Lorem est non voluptate officia enim exercitation incididunt. Eiusmod esse Lorem mollit sint do eiusmod. Magna enim aute ad excepteur ea ullamco veniam cupidatat laborum fugiat duis. Consequat Lorem consectetur pariatur excepteur aliqua. Sunt ex eiusmod incididunt nulla anim minim fugiat veniam aute Lorem velit."
            },
            {
                "id": "6602d239db86c096eedfcf63",
                "username": "Jaclyn",
                "firstName": "Pearl",
                "lastName": "Underwood",
                "email": "pearlunderwood@geekola.com",
                "birthDate": "1997-05-03T03:35:02 -07:00",
                "basicSalary": 6231546,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Nulla labore do ut nulla ut aute nostrud magna aliqua commodo reprehenderit sunt eu consequat. Esse aliqua cupidatat officia esse nisi consequat laboris labore laboris enim dolor tempor dolore et. Ad tempor sit ad occaecat veniam anim voluptate aute non officia elit. Sunt ullamco adipisicing ea nulla excepteur labore reprehenderit consequat sunt qui voluptate. Magna et labore Lorem voluptate sunt fugiat anim non consectetur nisi pariatur aliquip. Eiusmod commodo qui aliqua dolor qui nisi elit incididunt exercitation laboris aliquip velit consequat laborum. Elit ad eu id adipisicing ex mollit proident elit occaecat magna. Consectetur consectetur ea dolor qui veniam fugiat elit dolor. Sunt irure magna pariatur qui est nostrud velit. Minim occaecat anim est ea elit amet tempor id elit do."
            },
            {
                "id": "6602d239f12340a2277cbdb4",
                "username": "Amanda",
                "firstName": "Hart",
                "lastName": "Allison",
                "email": "hartallison@geekola.com",
                "birthDate": "1998-05-27T01:11:18 -07:00",
                "basicSalary": 3199382,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Eu sit non anim sint voluptate incididunt esse tempor. Officia reprehenderit commodo aliquip amet aliquip eiusmod sit do culpa nulla consequat. Aliqua occaecat in do in et. Sint qui nisi veniam anim nostrud amet do voluptate mollit eu amet tempor laborum. Labore ipsum aliquip commodo amet veniam cupidatat reprehenderit proident excepteur nostrud occaecat. Culpa deserunt reprehenderit non sint labore veniam qui voluptate elit reprehenderit. Sit reprehenderit mollit cupidatat ipsum dolore eu eu magna dolore deserunt consequat deserunt. Non cupidatat consectetur adipisicing consectetur do irure sit dolore occaecat excepteur ut aliquip do. Deserunt voluptate sit consectetur sit esse enim. Aute id occaecat qui do est aliquip fugiat."
            },
            {
                "id": "6602d239cfdcc7beb68cf30a",
                "username": "Grant",
                "firstName": "Valarie",
                "lastName": "Norris",
                "email": "valarienorris@geekola.com",
                "birthDate": "1995-03-24T12:40:37 -07:00",
                "basicSalary": 9592783,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Lorem elit veniam est aliquip aliquip sit mollit occaecat. Do adipisicing incididunt Lorem officia anim est consequat. Labore irure veniam adipisicing ad commodo ut nulla labore qui. Eiusmod laboris aliquip proident elit fugiat cupidatat sit qui magna id labore tempor reprehenderit. Duis exercitation irure consequat consectetur aliquip laborum nostrud anim id laborum ipsum. Deserunt consequat esse exercitation duis ipsum est in pariatur Lorem non aliqua laborum. Enim nostrud ea laboris exercitation nulla anim officia officia est occaecat. Nisi adipisicing consectetur tempor nostrud incididunt consequat excepteur incididunt id tempor. Cillum labore velit occaecat id fugiat velit non. Ea elit nisi Lorem ad."
            },
            {
                "id": "6602d239825bf7c57d49435f",
                "username": "Joy",
                "firstName": "Avis",
                "lastName": "Sloan",
                "email": "avissloan@geekola.com",
                "birthDate": "1997-10-13T06:15:28 -07:00",
                "basicSalary": 7552951,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Enim sunt sit sint elit irure et officia esse dolor. Dolore ad qui adipisicing laboris. Eu exercitation aute cupidatat ipsum velit sint id irure adipisicing ad labore nisi. Labore dolore culpa ipsum consequat consectetur ea do id id duis enim. Ullamco sit aliquip laborum ea pariatur consectetur enim cupidatat reprehenderit enim et quis. Ullamco fugiat aliquip adipisicing dolore laborum ea voluptate qui voluptate incididunt sint elit fugiat. Exercitation elit fugiat cillum occaecat Lorem consectetur laborum dolore deserunt proident minim. Nulla labore culpa nulla id. Ut ad anim sint officia laborum pariatur. Fugiat qui sit dolor enim proident."
            },
            {
                "id": "6602d2394b3f071c4b984a06",
                "username": "Phoebe",
                "firstName": "Ola",
                "lastName": "Pena",
                "email": "olapena@geekola.com",
                "birthDate": "1998-06-30T01:38:39 -07:00",
                "basicSalary": 9702698,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Consectetur nulla non aute nulla excepteur anim aute ad. Esse et amet adipisicing reprehenderit non cupidatat laboris id mollit ad ad qui. Nisi ullamco laborum irure nisi fugiat enim. Velit proident in Lorem dolore velit voluptate Lorem nostrud est ullamco voluptate velit. Sit cupidatat consectetur excepteur elit esse eu. Ipsum magna cupidatat duis minim. Consectetur eu sint amet nostrud pariatur exercitation tempor irure in elit velit. Magna excepteur officia enim eu aliqua consectetur commodo ex enim. Voluptate officia minim pariatur dolore esse ullamco sunt in. Pariatur ut est ipsum culpa est officia eiusmod exercitation id."
            },
            {
                "id": "6602d239223b5704db9af046",
                "username": "Olsen",
                "firstName": "Bernice",
                "lastName": "Mann",
                "email": "bernicemann@geekola.com",
                "birthDate": "1997-08-20T06:20:57 -07:00",
                "basicSalary": 3278198,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Magna officia nostrud ex occaecat eiusmod. Cillum velit sint reprehenderit ullamco tempor dolor aliqua eu aute ut dolore dolor. Duis deserunt aute aute magna eu reprehenderit culpa enim tempor laborum do nisi ullamco. Consectetur veniam exercitation consequat magna Lorem duis cupidatat nulla reprehenderit mollit. Deserunt in quis deserunt ipsum. Eu pariatur enim dolore proident ullamco. Consectetur do ea adipisicing elit officia. Ipsum amet ad adipisicing nostrud. Nisi enim mollit incididunt proident ullamco veniam. Et in irure eu ad sint."
            },
            {
                "id": "6602d23938611a6b18cbf15e",
                "username": "Lamb",
                "firstName": "Robinson",
                "lastName": "Garner",
                "email": "robinsongarner@geekola.com",
                "birthDate": "1995-09-13T04:41:15 -07:00",
                "basicSalary": 8523118,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Officia ea excepteur velit ullamco. Reprehenderit ipsum Lorem nisi enim culpa amet non. Aliquip sunt aliquip enim officia. Ea aliqua ut aliqua fugiat occaecat ex veniam ut. Et eiusmod sint culpa qui ipsum cupidatat adipisicing sunt qui reprehenderit elit enim. Aute deserunt sint consectetur officia sunt consectetur. Duis exercitation anim aliquip in officia pariatur occaecat. Quis ad reprehenderit cillum aliqua eu reprehenderit. Ea fugiat tempor ut adipisicing quis. Do consectetur veniam ad aliquip elit ut ullamco fugiat anim ut labore pariatur."
            },
            {
                "id": "6602d23978cd8f1d927771a7",
                "username": "Wallace",
                "firstName": "Benjamin",
                "lastName": "Shepard",
                "email": "benjaminshepard@geekola.com",
                "birthDate": "1995-10-05T08:59:56 -07:00",
                "basicSalary": 2120980,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Cupidatat tempor eiusmod sit anim ad ut ullamco culpa velit consectetur ullamco laborum excepteur incididunt. Enim et dolore incididunt eiusmod Lorem sit elit exercitation est ea mollit proident. Sunt aute id commodo enim aliquip nisi est ipsum veniam magna incididunt. Magna sint id et cillum duis fugiat minim ullamco officia laborum officia veniam officia. Occaecat aliqua eu dolore et ex reprehenderit ea dolore duis cupidatat exercitation reprehenderit ex aliqua. Et id labore ex do sit labore. Do Lorem pariatur sunt sit labore aliquip occaecat. Ad esse proident amet magna velit. Ea in commodo commodo culpa enim sit ex nisi consequat duis aliqua. Et incididunt incididunt anim deserunt incididunt anim ut enim consequat magna enim ea amet est."
            },
            {
                "id": "6602d2399c374c2e5845aecf",
                "username": "Neva",
                "firstName": "Clayton",
                "lastName": "Barry",
                "email": "claytonbarry@geekola.com",
                "birthDate": "1996-08-07T06:30:17 -07:00",
                "basicSalary": 775759,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Magna fugiat eu nisi irure voluptate laborum. Aliquip tempor ut elit nisi laboris irure. Et laboris non do sint aliquip nulla laborum proident. Do adipisicing duis tempor aliqua velit. Deserunt incididunt eiusmod amet ut. Do irure deserunt consequat Lorem. Laboris esse voluptate magna Lorem ad exercitation et consequat et aliquip anim minim. Ea dolor aute minim et magna exercitation id eu eu commodo. Laboris occaecat exercitation laboris proident cupidatat consequat commodo. Anim dolore magna excepteur aute cupidatat et fugiat proident ullamco."
            },
            {
                "id": "6602d239e25d4fbd483c2bd9",
                "username": "Juana",
                "firstName": "Saundra",
                "lastName": "Hobbs",
                "email": "saundrahobbs@geekola.com",
                "birthDate": "1995-12-29T10:59:55 -07:00",
                "basicSalary": 4024819,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ea sint ad do cupidatat eu in. Non enim amet elit nisi nostrud id ex aliqua id ea fugiat ad exercitation officia. Commodo id pariatur excepteur irure. Cupidatat proident qui est occaecat amet est ut enim irure nisi exercitation enim quis. Deserunt quis commodo sunt dolore est proident magna laboris incididunt. Deserunt tempor anim magna consequat excepteur ad consequat sit commodo labore ad fugiat. Ullamco laborum et aute sunt. Et commodo aliqua nostrud cillum irure dolore laboris eiusmod ea sit proident laboris aliquip. Elit proident magna officia consectetur laboris amet anim nostrud do commodo enim qui nulla. Reprehenderit dolor tempor esse ex irure ullamco anim incididunt laboris."
            },
            {
                "id": "6602d2392568592868686682",
                "username": "Huber",
                "firstName": "Janet",
                "lastName": "Bates",
                "email": "janetbates@geekola.com",
                "birthDate": "1996-11-27T06:44:08 -07:00",
                "basicSalary": 4704269,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ea incididunt reprehenderit cillum anim veniam reprehenderit consequat Lorem incididunt. Ad aliquip nostrud cupidatat esse pariatur in amet ullamco nostrud. Qui tempor ea est nisi incididunt excepteur proident officia. Pariatur proident consectetur aute deserunt pariatur enim id officia ex. Et eu enim dolore enim. Quis qui nulla minim anim sit nisi. Exercitation aliqua excepteur fugiat nostrud do ullamco quis esse tempor sint consequat est sunt. In commodo incididunt ipsum anim excepteur mollit magna quis qui commodo nostrud quis dolore exercitation. Nisi dolor adipisicing aliqua eiusmod sit ullamco officia velit enim ad amet aliqua voluptate. Eu ut est qui aliquip magna commodo."
            },
            {
                "id": "6602d2391b86f5f9ba24cd10",
                "username": "Pena",
                "firstName": "Duran",
                "lastName": "Anthony",
                "email": "durananthony@geekola.com",
                "birthDate": "1996-06-05T07:47:31 -07:00",
                "basicSalary": 2192584,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Cillum incididunt ipsum mollit Lorem excepteur nulla aute consequat ea non sunt consequat ad. Aliquip in laboris eiusmod sit duis id fugiat consequat. Exercitation officia nisi aute in do ea nostrud laborum aute ea. Eiusmod exercitation veniam proident in in ut nulla laborum labore mollit cupidatat id magna dolor. Id magna pariatur mollit eu adipisicing. Mollit nulla minim aute laboris officia quis pariatur irure eiusmod quis. Esse do eu consequat enim. Ad commodo cupidatat labore mollit pariatur elit amet cillum pariatur nisi aute aute. Cupidatat consequat est sunt elit. Irure veniam id veniam dolor fugiat laborum amet."
            },
            {
                "id": "6602d23960461e10cd28f731",
                "username": "Beatriz",
                "firstName": "Ines",
                "lastName": "Mullins",
                "email": "inesmullins@geekola.com",
                "birthDate": "1998-04-28T08:07:38 -07:00",
                "basicSalary": 8671995,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Aute id exercitation aute ad do incididunt ullamco enim. Aliqua id enim deserunt magna tempor. In eiusmod dolore adipisicing ex ex. Fugiat in eiusmod minim irure consequat. Laboris ex sit Lorem id excepteur officia sit nulla dolore voluptate magna. Officia deserunt quis irure nulla ex velit cupidatat do est deserunt mollit ipsum ut. Lorem eiusmod ad aliqua dolore velit esse qui eu velit ea. Excepteur eiusmod nostrud anim sint veniam pariatur nulla eu ad. Et excepteur pariatur consectetur ex deserunt. Fugiat nulla aliquip nulla esse."
            },
            {
                "id": "6602d2391fb603b56e7a3633",
                "username": "Alexandria",
                "firstName": "Bradley",
                "lastName": "Vasquez",
                "email": "bradleyvasquez@geekola.com",
                "birthDate": "1995-03-31T02:24:01 -07:00",
                "basicSalary": 4372807,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Minim labore eiusmod aliquip aute. Lorem magna duis dolore Lorem est nisi anim proident enim. Ad incididunt aliquip ullamco dolor velit nulla esse labore ea ut. Qui tempor elit anim enim amet sunt irure et. Reprehenderit est pariatur duis ullamco fugiat ad ipsum ullamco consectetur culpa excepteur dolore deserunt. Est laborum ipsum aliqua aute voluptate. Et et officia ut incididunt tempor officia deserunt fugiat nulla deserunt. Culpa cupidatat esse aliquip id ullamco. Ex incididunt ex ullamco commodo est sunt incididunt laboris nisi dolor exercitation. Dolor ipsum incididunt occaecat esse elit nostrud tempor velit adipisicing amet exercitation laboris officia proident."
            },
            {
                "id": "6602d2392b2a64e7c8e7b307",
                "username": "Buchanan",
                "firstName": "Ware",
                "lastName": "Chapman",
                "email": "warechapman@geekola.com",
                "birthDate": "1996-03-09T03:10:51 -07:00",
                "basicSalary": 8926485,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Culpa commodo reprehenderit qui consequat dolor. Aute voluptate reprehenderit minim anim exercitation sint mollit eiusmod cillum occaecat. Ut consectetur cillum quis ad consectetur eiusmod ut cillum occaecat. Amet minim eiusmod ut pariatur labore proident. Aliquip cupidatat sit adipisicing laborum incididunt fugiat. Est deserunt velit nulla minim ut eiusmod in dolor mollit deserunt. Pariatur laborum eu in labore duis. Ex ea enim non minim eiusmod Lorem cupidatat. Mollit aliquip ullamco eiusmod qui minim veniam excepteur non. Lorem eu ut dolore nostrud exercitation."
            },
            {
                "id": "6602d2394ce94fa5572ba8bd",
                "username": "Janna",
                "firstName": "Poole",
                "lastName": "Caldwell",
                "email": "poolecaldwell@geekola.com",
                "birthDate": "1996-05-15T09:52:20 -07:00",
                "basicSalary": 2778625,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Aliquip tempor ullamco dolore minim mollit voluptate proident fugiat et qui. Mollit et ad culpa exercitation deserunt cupidatat nostrud ut sunt incididunt cillum aliquip commodo cillum. Laborum ex nisi anim sunt laboris. Ullamco sint ad incididunt culpa adipisicing amet. Ad et ad aute exercitation officia velit voluptate laboris magna ex veniam veniam. Ad dolore culpa ex culpa qui proident do cupidatat ad dolor qui ipsum. Adipisicing cupidatat laboris esse id ad qui. Do laboris do velit eu labore proident irure non sint ea. Sit id veniam voluptate consectetur deserunt veniam commodo consequat et. Labore dolor id quis proident aute officia."
            },
            {
                "id": "6602d2393b7b9abac91c46cc",
                "username": "Rich",
                "firstName": "Moss",
                "lastName": "Hall",
                "email": "mosshall@geekola.com",
                "birthDate": "1996-11-23T06:15:30 -07:00",
                "basicSalary": 2042238,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Laborum tempor mollit aliquip Lorem labore aute adipisicing ad. Do irure et dolore mollit minim tempor ipsum laborum elit mollit nulla sit id. Duis esse non nostrud commodo laborum proident ad nulla do excepteur et quis magna. Duis amet velit enim esse tempor aliquip duis sint est ullamco. Veniam dolore qui non reprehenderit voluptate irure anim sint commodo. Magna nostrud magna et Lorem magna aliquip quis commodo ex tempor amet fugiat amet reprehenderit. Quis magna esse adipisicing ad minim adipisicing sit irure in sit ea eiusmod. Sint adipisicing nostrud eu anim esse anim. Duis et ut sit incididunt ex id anim consequat deserunt adipisicing fugiat magna. Incididunt fugiat in ad pariatur consequat."
            },
            {
                "id": "6602d23987f48b54456ce6b7",
                "username": "Luz",
                "firstName": "Florence",
                "lastName": "Ryan",
                "email": "florenceryan@geekola.com",
                "birthDate": "1996-12-04T02:33:33 -07:00",
                "basicSalary": 393986,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Officia excepteur culpa eu est ex. Ut reprehenderit amet nostrud sint qui cupidatat. Laboris irure labore ipsum ut eiusmod commodo. Amet aliqua labore commodo ut pariatur. Aliquip tempor veniam nulla cupidatat culpa cupidatat. Aliquip veniam esse nisi reprehenderit occaecat elit enim tempor exercitation et ea mollit est. Aliquip sit nostrud sint et et deserunt Lorem anim laborum. Anim exercitation et et eu fugiat. Labore aliqua magna enim elit laborum in deserunt sunt officia adipisicing exercitation esse pariatur quis. Id culpa do voluptate cupidatat do do esse labore quis."
            },
            {
                "id": "6602d239f572622d221190eb",
                "username": "Wolfe",
                "firstName": "Mcleod",
                "lastName": "Conley",
                "email": "mcleodconley@geekola.com",
                "birthDate": "1995-12-21T09:05:44 -07:00",
                "basicSalary": 2492065,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Tempor et excepteur culpa minim qui culpa quis esse irure eu consectetur. Ea non occaecat laborum nostrud laboris adipisicing nulla. Proident mollit proident aute magna. Proident dolor consequat amet commodo laborum cillum ut Lorem. Officia Lorem sit cillum consequat mollit non amet consequat. Veniam consectetur proident qui ipsum ut. Ut enim ex dolor occaecat magna dolore. Veniam in velit eiusmod reprehenderit. Id sunt anim est anim nostrud quis aute occaecat velit consectetur nisi ex. Ullamco dolore voluptate nostrud id dolore voluptate."
            },
            {
                "id": "6602d23949cc87a062e2c9d7",
                "username": "Sanford",
                "firstName": "Stella",
                "lastName": "Cannon",
                "email": "stellacannon@geekola.com",
                "birthDate": "1999-03-19T02:20:16 -07:00",
                "basicSalary": 5112072,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Irure ut tempor velit aliqua ut ipsum officia proident ullamco eiusmod laboris laborum sit. Incididunt irure deserunt amet aliqua ut non sit duis consequat duis dolor consectetur. Minim ipsum tempor velit qui sint veniam mollit magna magna ad. Anim enim laborum pariatur tempor occaecat aliquip quis elit occaecat anim ea esse amet est. Culpa magna labore nulla anim anim. Qui dolor non dolore exercitation quis esse velit pariatur velit laboris veniam non. Tempor Lorem eu Lorem magna nostrud proident commodo ex. Ipsum id dolor et nulla excepteur Lorem irure cupidatat incididunt veniam. Nostrud nulla est excepteur voluptate enim sint culpa nostrud exercitation in. In ut ipsum occaecat dolore ad exercitation occaecat laborum."
            },
            {
                "id": "6602d239423ad7cfcbfd1d6c",
                "username": "Moore",
                "firstName": "Harper",
                "lastName": "Nieves",
                "email": "harpernieves@geekola.com",
                "birthDate": "1997-09-06T08:21:51 -07:00",
                "basicSalary": 9399415,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Deserunt magna id deserunt qui officia commodo pariatur exercitation. Fugiat id cillum laborum ea cupidatat commodo nisi ad laboris nulla. Ex pariatur eu ea consequat nulla deserunt occaecat reprehenderit sint labore adipisicing fugiat aliqua adipisicing. Consequat proident enim ut qui consectetur officia proident dolore. Quis Lorem sit consectetur dolor tempor sint. Reprehenderit fugiat ullamco velit incididunt reprehenderit velit. Non nostrud minim commodo ea ipsum id cupidatat laboris nulla officia. Quis duis occaecat nostrud velit ipsum dolor fugiat. Adipisicing eu fugiat sunt anim incididunt. Laboris aliquip eu nulla do officia ipsum amet cillum laboris."
            },
            {
                "id": "6602d2391526ce440ea56791",
                "username": "Durham",
                "firstName": "Gillespie",
                "lastName": "Morrow",
                "email": "gillespiemorrow@geekola.com",
                "birthDate": "1996-04-02T05:09:29 -07:00",
                "basicSalary": 62311,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "In ipsum aliqua esse culpa duis laboris amet fugiat labore in consectetur. Consectetur ullamco ullamco amet Lorem proident et veniam. Ipsum sunt cupidatat ullamco occaecat id voluptate. Mollit reprehenderit eiusmod minim mollit culpa laboris commodo deserunt. Pariatur cupidatat aute reprehenderit excepteur aute dolore voluptate aliquip velit qui nostrud incididunt. Ea elit dolor elit deserunt cillum cupidatat consectetur in velit ea in. Aliquip velit elit occaecat dolor laborum eiusmod ad nulla consequat. Ipsum irure ipsum aute minim occaecat culpa commodo nisi dolore. Sint commodo fugiat aute elit incididunt. Reprehenderit minim sunt laboris dolor eiusmod cillum nostrud."
            },
            {
                "id": "6602d2396515b2ee49eaeb96",
                "username": "Russell",
                "firstName": "Carole",
                "lastName": "Nicholson",
                "email": "carolenicholson@geekola.com",
                "birthDate": "1997-07-20T08:11:37 -07:00",
                "basicSalary": 1643509,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Ea quis duis magna nisi proident. Enim occaecat aute do ut tempor reprehenderit mollit consectetur. Voluptate labore duis reprehenderit in dolore minim nostrud officia ad officia tempor cupidatat. Officia quis reprehenderit occaecat pariatur nostrud nostrud ex excepteur ad. Magna do anim consectetur commodo enim id esse voluptate in id. Ex duis tempor proident laboris pariatur ullamco. Aliqua mollit laborum laborum magna non velit incididunt aute aliquip labore adipisicing tempor pariatur. Et mollit id nostrud eu eu excepteur tempor tempor consequat dolor laborum adipisicing laborum ex. Aliquip aliquip incididunt enim veniam ex laborum labore labore dolor magna. Aute reprehenderit proident deserunt aute reprehenderit fugiat amet ex."
            },
            {
                "id": "6602d2393a9a8ae1ccb20f2b",
                "username": "Franklin",
                "firstName": "Paula",
                "lastName": "Gray",
                "email": "paulagray@geekola.com",
                "birthDate": "1997-05-31T08:52:14 -07:00",
                "basicSalary": 3144746,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Mollit sunt fugiat sunt voluptate enim labore consequat ad excepteur. Esse anim labore cillum est Lorem mollit fugiat mollit. Exercitation tempor et magna aliquip irure enim aliqua. Fugiat do proident voluptate mollit. Sint mollit minim consectetur tempor mollit proident. Laborum dolor ea pariatur ipsum tempor veniam commodo eiusmod adipisicing aliquip dolore occaecat elit proident. Sunt do excepteur non sit sit deserunt quis ex sunt elit irure cillum veniam aliquip. Culpa velit amet nisi consequat pariatur aliquip aute do nisi ut occaecat exercitation eiusmod. Enim consequat fugiat veniam amet in quis. Nostrud ut dolore dolore velit veniam ut deserunt sint."
            },
            {
                "id": "6602d2399a4ca2e8d4387103",
                "username": "Morales",
                "firstName": "Hull",
                "lastName": "Middleton",
                "email": "hullmiddleton@geekola.com",
                "birthDate": "1997-12-24T02:23:36 -07:00",
                "basicSalary": 4371725,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Eu esse ullamco ex sint do adipisicing ea sunt nulla minim nisi elit. Dolore qui ut id sint id esse. Quis deserunt aliquip proident veniam cupidatat minim cillum veniam magna culpa irure Lorem. Qui voluptate ad sint aliquip. Pariatur ullamco tempor aliquip ut. Velit commodo ea ut et dolor amet id et incididunt culpa nulla ex commodo minim. Magna pariatur esse Lorem fugiat laborum et eiusmod incididunt pariatur proident. Sint pariatur deserunt fugiat commodo cupidatat cillum tempor officia in culpa proident nostrud minim esse. Veniam amet irure veniam esse dolor commodo incididunt quis ad. Reprehenderit quis aliquip minim sint deserunt consequat ut ea irure laborum labore consequat occaecat nostrud."
            },
            {
                "id": "6602d239ea871f97effb3ba9",
                "username": "Church",
                "firstName": "Maggie",
                "lastName": "Dotson",
                "email": "maggiedotson@geekola.com",
                "birthDate": "1999-06-22T06:45:48 -07:00",
                "basicSalary": 1741581,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Sit minim excepteur laboris ipsum sunt dolore mollit occaecat aliquip in est ea occaecat occaecat. Id cupidatat qui ad qui quis do sint nisi fugiat sit. Tempor proident ipsum consectetur ea qui aute commodo minim dolore dolore dolor. Lorem culpa dolor in consectetur excepteur esse esse magna amet. Sunt eiusmod exercitation ut officia cupidatat pariatur occaecat laboris sit consequat. Adipisicing excepteur adipisicing irure sunt consequat fugiat nisi sunt non veniam eu reprehenderit eu pariatur. Dolore esse voluptate proident consequat do. Culpa mollit id cupidatat qui esse est anim nulla quis ut. Labore laborum adipisicing ipsum laboris laboris nulla quis dolor non ex. Qui reprehenderit eiusmod est excepteur eiusmod sit nisi est labore aliquip Lorem non."
            },
            {
                "id": "6602d239b9631cbcdab98340",
                "username": "Ingram",
                "firstName": "Bernadine",
                "lastName": "Carey",
                "email": "bernadinecarey@geekola.com",
                "birthDate": "1997-09-21T11:19:34 -07:00",
                "basicSalary": 3126073,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Nostrud laborum est esse esse consequat deserunt voluptate reprehenderit laboris voluptate proident pariatur occaecat non. Voluptate nisi eiusmod fugiat esse duis dolore officia cupidatat do laboris Lorem consequat dolor quis. Reprehenderit sint qui amet adipisicing veniam et duis tempor ipsum. Magna laboris ipsum minim dolor duis ea aliqua do. Ad nostrud laboris occaecat qui laborum pariatur dolor ullamco amet officia. Officia reprehenderit excepteur id non veniam Lorem non non dolor consequat labore aute exercitation. Ad sunt dolor enim id duis sit culpa in. Est proident id reprehenderit exercitation irure qui commodo consequat duis. Nostrud ex eu ut sunt officia sit voluptate reprehenderit pariatur. Aliquip incididunt fugiat sint ipsum consectetur mollit proident eiusmod culpa nisi ea."
            },
            {
                "id": "6602d239138427ce13bed8b7",
                "username": "Karin",
                "firstName": "Lena",
                "lastName": "Oconnor",
                "email": "lenaoconnor@geekola.com",
                "birthDate": "1998-05-12T06:31:25 -07:00",
                "basicSalary": 6095085,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Eiusmod nostrud cupidatat et deserunt culpa mollit amet ex minim labore sit pariatur non. Veniam id dolore aliqua culpa reprehenderit ipsum irure sit labore excepteur eiusmod in ut consectetur. Nostrud ex dolor enim et commodo. Irure commodo tempor laborum veniam eiusmod. Proident laborum incididunt deserunt laborum non culpa est eiusmod ullamco laboris ipsum nostrud. Ea tempor aliquip adipisicing et ipsum ea tempor. Cillum dolor anim magna labore aliqua excepteur mollit voluptate occaecat culpa ea. Dolor enim aute ad adipisicing elit. Aliquip duis irure officia ipsum pariatur officia esse minim culpa non velit nulla. Id non quis velit pariatur non voluptate dolor occaecat."
            },
            {
                "id": "6602d239dd2d08943e91ba01",
                "username": "Newman",
                "firstName": "Malinda",
                "lastName": "Sampson",
                "email": "malindasampson@geekola.com",
                "birthDate": "1995-10-14T09:33:59 -07:00",
                "basicSalary": 8813086,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Velit ex qui et laborum do aliqua nulla. Consequat excepteur non veniam nulla sit mollit quis nostrud eu anim pariatur aliquip. Pariatur qui sit nulla cillum cillum anim nisi laborum excepteur velit aliqua. Est occaecat aute deserunt sit quis irure quis ad ad labore velit consequat fugiat. Ullamco proident consectetur anim eu fugiat incididunt eu aute officia sunt irure culpa ea. Pariatur ex reprehenderit labore irure incididunt consequat officia. Aliquip labore exercitation duis voluptate dolore pariatur Lorem non. Nostrud aute do aliquip dolor voluptate proident velit id minim tempor. Incididunt incididunt quis ut in adipisicing dolore est reprehenderit reprehenderit laborum consectetur proident voluptate. Fugiat laborum duis labore proident dolore excepteur culpa."
            },
            {
                "id": "6602d239932e8bd20f9ae365",
                "username": "Barrera",
                "firstName": "Kathleen",
                "lastName": "Velazquez",
                "email": "kathleenvelazquez@geekola.com",
                "birthDate": "1995-05-16T04:15:53 -07:00",
                "basicSalary": 5447859,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Dolor nulla cupidatat deserunt veniam dolore ut mollit sint consequat. Occaecat enim enim exercitation est in incididunt minim tempor anim est. Anim dolor non voluptate enim. In occaecat aliquip ad amet dolore incididunt minim sint. Occaecat ex sunt ullamco occaecat cillum sunt ea eu sunt proident quis aute Lorem. Ex nulla anim elit nisi ipsum aliquip eu ad culpa nostrud deserunt deserunt. Culpa est deserunt ullamco cupidatat excepteur laborum est. Mollit eu sunt pariatur deserunt sint magna eiusmod commodo. Ipsum Lorem esse do esse cillum commodo Lorem. Officia eiusmod voluptate aute fugiat."
            },
            {
                "id": "6602d239f5c08a1abfa8282c",
                "username": "Bettye",
                "firstName": "Dana",
                "lastName": "Stanley",
                "email": "danastanley@geekola.com",
                "birthDate": "1995-10-03T07:32:29 -07:00",
                "basicSalary": 8795576,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Ad quis incididunt minim aute Lorem eu dolore minim aute irure aute minim eiusmod. Voluptate irure nisi do dolor Lorem excepteur sit Lorem dolor non nulla fugiat anim. Quis nulla esse velit anim ipsum ad cupidatat officia. Reprehenderit ullamco ex exercitation consequat et est in deserunt id Lorem. Fugiat eu Lorem deserunt incididunt aute irure cupidatat deserunt ut. Adipisicing fugiat nisi quis sint. In occaecat laborum anim consequat in duis et cupidatat exercitation consectetur. Proident ut ullamco esse consectetur. Labore duis esse ipsum elit cupidatat Lorem enim. Nulla nisi aliquip laborum veniam cillum eiusmod irure ad."
            },
            {
                "id": "6602d2391ea27a8460674e1e",
                "username": "Bridgett",
                "firstName": "Mason",
                "lastName": "Franks",
                "email": "masonfranks@geekola.com",
                "birthDate": "1998-01-19T11:42:13 -07:00",
                "basicSalary": 7776679,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Quis amet occaecat proident aliqua quis est ad cupidatat magna. Ex adipisicing adipisicing officia officia veniam dolor nostrud consectetur. Proident consectetur et et pariatur elit dolor mollit cupidatat incididunt. Id eu est minim ipsum consequat minim officia excepteur veniam magna id cillum. Anim ad nisi est Lorem irure est sit ea. Tempor nulla deserunt excepteur eu. Cupidatat aute laboris ullamco consequat occaecat aliqua sit in laborum non. Eu minim ea commodo anim voluptate duis velit irure incididunt. Ex velit culpa proident veniam ipsum pariatur proident pariatur quis magna. Mollit labore pariatur ad fugiat."
            },
            {
                "id": "6602d239a43772c8d7e12a76",
                "username": "Tamera",
                "firstName": "Molly",
                "lastName": "Conrad",
                "email": "mollyconrad@geekola.com",
                "birthDate": "1995-03-15T09:06:34 -07:00",
                "basicSalary": 6539533,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Proident esse officia pariatur enim labore fugiat in proident occaecat. Sunt dolor irure sit laborum. Sit reprehenderit commodo aliquip Lorem voluptate nostrud quis culpa irure. Consectetur anim fugiat aute mollit velit excepteur cillum do aute nulla. Deserunt reprehenderit nisi veniam sunt reprehenderit veniam excepteur ad. Nisi tempor incididunt commodo in proident enim sit culpa est do. Non reprehenderit non do commodo minim nulla nisi ut voluptate cillum. Laboris consequat qui laboris minim cupidatat commodo eiusmod reprehenderit. Veniam mollit adipisicing tempor ullamco irure duis ad est qui sunt enim. Anim sit minim minim irure voluptate qui exercitation occaecat ad aute voluptate laborum pariatur ut."
            },
            {
                "id": "6602d239950bfe8743034dd1",
                "username": "Elliott",
                "firstName": "Maryanne",
                "lastName": "Patterson",
                "email": "maryannepatterson@geekola.com",
                "birthDate": "1997-05-29T07:03:49 -07:00",
                "basicSalary": 9082679,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Cupidatat irure occaecat cillum reprehenderit proident et laboris. Incididunt dolore amet id cillum sunt aliqua aute commodo. Veniam in deserunt id cupidatat aliqua Lorem deserunt occaecat tempor et minim excepteur do. Cupidatat sunt sunt et Lorem esse consequat. Exercitation sunt reprehenderit quis pariatur. Magna adipisicing reprehenderit cupidatat occaecat. Esse ipsum est quis pariatur reprehenderit ad. Cupidatat duis ex pariatur ex fugiat consequat anim nostrud aliquip. Reprehenderit mollit sunt commodo magna dolor ullamco tempor mollit dolor ad. Dolor culpa et nostrud non non id exercitation ut veniam consequat eiusmod nostrud ex."
            },
            {
                "id": "6602d239aca3f31ef4ba1ee9",
                "username": "Kelli",
                "firstName": "Ann",
                "lastName": "Richard",
                "email": "annrichard@geekola.com",
                "birthDate": "1999-07-17T03:11:06 -07:00",
                "basicSalary": 4774774,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Duis in ex nostrud dolor veniam deserunt magna nisi incididunt magna elit sit laborum. Ea enim non laboris fugiat non. Non commodo quis elit officia. Do adipisicing ad sunt laboris enim do ad elit eiusmod est veniam ea enim. In sunt consectetur tempor enim nisi officia reprehenderit adipisicing sint veniam laborum voluptate et. Laborum aliquip laboris Lorem ex elit. Ex elit ex exercitation officia duis nostrud commodo occaecat pariatur. Proident anim duis pariatur Lorem. In amet proident enim laboris dolor adipisicing. Deserunt deserunt exercitation elit enim cillum aliquip sunt sit est occaecat."
            },
            {
                "id": "6602d2392f4ba98e5a7e86cc",
                "username": "Beulah",
                "firstName": "Hodge",
                "lastName": "Dodson",
                "email": "hodgedodson@geekola.com",
                "birthDate": "1995-05-24T08:24:28 -07:00",
                "basicSalary": 3732676,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Fugiat amet laboris anim aliqua laboris eiusmod pariatur duis aute amet aliqua sunt dolore. Enim sit excepteur nulla cupidatat reprehenderit in magna deserunt consequat deserunt non non eu. Ullamco cillum ut tempor irure officia cillum quis tempor. Incididunt duis commodo exercitation sunt officia non anim Lorem incididunt culpa. Dolor ad labore esse ex qui pariatur elit commodo dolore voluptate dolore et. Consequat tempor commodo exercitation ex et elit occaecat nisi exercitation ut irure. Sint sint dolor eiusmod labore nulla ad reprehenderit minim sint ex velit proident dolor quis. Lorem sint qui consequat laboris anim elit consectetur ea deserunt sit minim. Ex incididunt Lorem adipisicing cupidatat aliquip aliqua officia proident anim consectetur ex minim aute ad. Velit officia occaecat pariatur consectetur nostrud eu amet ad dolore sit."
            },
            {
                "id": "6602d23911575d5541039f6c",
                "username": "Trujillo",
                "firstName": "Franco",
                "lastName": "Nguyen",
                "email": "franconguyen@geekola.com",
                "birthDate": "1999-06-15T07:11:32 -07:00",
                "basicSalary": 4461996,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Cupidatat eu dolore aliqua exercitation dolor quis incididunt. Eu sunt fugiat elit anim commodo dolor. Dolore id fugiat veniam enim labore esse. Aliquip ea cillum adipisicing adipisicing sint irure cupidatat. Elit aute elit esse esse duis commodo aliquip culpa. Adipisicing do deserunt laborum ut est ut et. Ex nulla sunt sunt exercitation aliqua elit est nulla id velit. Non consectetur adipisicing excepteur mollit velit amet esse enim id est incididunt quis. Magna irure esse irure proident id. Duis amet do id dolor incididunt et Lorem mollit esse dolor sunt in labore ut."
            },
            {
                "id": "6602d239be18873103d4b43f",
                "username": "Kris",
                "firstName": "Townsend",
                "lastName": "Witt",
                "email": "townsendwitt@geekola.com",
                "birthDate": "1999-04-02T12:15:42 -07:00",
                "basicSalary": 21432,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Fugiat duis irure do et aliquip magna eiusmod ut anim. Elit laboris incididunt laboris ex do veniam occaecat sit. Ut laboris in occaecat sit. Est fugiat proident laborum incididunt eu incididunt adipisicing amet sit. Ex dolor duis est proident nostrud fugiat qui laboris reprehenderit. Aliqua aliquip nulla dolor sit aliqua dolore reprehenderit sint dolor voluptate. Culpa esse nostrud do occaecat ex do irure. Ea incididunt laboris consectetur aute culpa sint adipisicing anim tempor. Eiusmod sit in Lorem non velit. Amet fugiat reprehenderit eu est duis."
            },
            {
                "id": "6602d239f995eeaab0c62172",
                "username": "Vega",
                "firstName": "Adeline",
                "lastName": "West",
                "email": "adelinewest@geekola.com",
                "birthDate": "1998-12-03T09:20:36 -07:00",
                "basicSalary": 9020095,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Nostrud pariatur cupidatat ipsum ad non dolore. Sint voluptate consequat sunt velit exercitation aliquip nulla do est ipsum voluptate. Labore voluptate Lorem eu sint duis dolore occaecat incididunt veniam exercitation. Officia ea tempor qui Lorem elit ut sint magna Lorem laborum id magna. Culpa ut ad sunt occaecat deserunt irure dolore laborum cillum. Ipsum nulla tempor aliquip aliquip ipsum sint aliqua eiusmod deserunt ullamco minim. Qui cupidatat commodo id culpa dolore irure sunt irure minim aliquip. Culpa laborum commodo sunt ea enim magna. Officia proident fugiat sint occaecat eu exercitation deserunt reprehenderit veniam magna incididunt aute. Nostrud qui magna officia id dolor duis exercitation."
            },
            {
                "id": "6602d239faedec9cb51e3f7d",
                "username": "Bird",
                "firstName": "Shawn",
                "lastName": "Johnston",
                "email": "shawnjohnston@geekola.com",
                "birthDate": "1996-08-15T11:13:41 -07:00",
                "basicSalary": 6124109,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Qui pariatur velit occaecat ullamco sunt voluptate. Fugiat elit elit consequat sint incididunt est proident veniam cillum amet. Qui elit deserunt deserunt consectetur anim reprehenderit anim non incididunt pariatur culpa. Pariatur eiusmod irure velit mollit magna cupidatat dolor laborum nulla nostrud cillum. Ullamco adipisicing consequat exercitation cupidatat veniam cupidatat irure. Nulla elit labore ut culpa irure aliquip exercitation velit nostrud aliquip fugiat minim dolore voluptate. Labore est laboris pariatur Lorem id proident est consequat dolor labore enim culpa adipisicing. Ipsum duis Lorem duis consectetur incididunt aliquip labore. Aliqua aute voluptate aliqua aliqua excepteur. Eu aliquip sit aute eu laboris eu nisi velit qui qui."
            },
            {
                "id": "6602d2397cc178309c833ea3",
                "username": "Estella",
                "firstName": "Coffey",
                "lastName": "Sandoval",
                "email": "coffeysandoval@geekola.com",
                "birthDate": "1998-08-20T12:05:11 -07:00",
                "basicSalary": 7957017,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Mollit magna fugiat aliqua in ex quis. Veniam proident pariatur ullamco officia do ea eu consequat ullamco officia ad. Magna aliqua laborum est minim nostrud officia Lorem sunt. Ad reprehenderit irure veniam qui ex cupidatat adipisicing laborum in consectetur ad eiusmod anim non. Reprehenderit irure deserunt id voluptate sint eiusmod anim reprehenderit anim et est qui est. Id eu excepteur exercitation fugiat commodo proident elit in reprehenderit pariatur deserunt. Eu proident exercitation et pariatur quis fugiat irure nulla magna esse. Ea in sit mollit tempor quis esse consectetur consequat consequat. Et reprehenderit eu est exercitation ipsum elit aliquip eu nostrud. Do pariatur anim do ut exercitation eu anim id pariatur eu consectetur ipsum."
            },
            {
                "id": "6602d23900002af807866778",
                "username": "Elisa",
                "firstName": "Madeleine",
                "lastName": "Davis",
                "email": "madeleinedavis@geekola.com",
                "birthDate": "1998-08-06T10:52:06 -07:00",
                "basicSalary": 2024266,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Minim aliqua nulla reprehenderit proident ullamco esse pariatur incididunt. Aute voluptate magna qui nostrud laborum exercitation. Adipisicing cillum dolore reprehenderit excepteur aliquip ad consectetur ut irure minim. Adipisicing fugiat laboris qui Lorem mollit. Dolore duis pariatur occaecat anim. Fugiat proident elit ullamco occaecat elit et ullamco amet cillum ea officia labore in. Duis veniam laboris quis cupidatat ex nisi id consequat laboris eu amet sint. Esse officia irure elit quis duis cupidatat occaecat. In ut pariatur minim proident occaecat do officia duis eiusmod reprehenderit eiusmod do. Enim ad nisi commodo voluptate est dolor ipsum."
            },
            {
                "id": "6602d239e9c49b4f0e0bd125",
                "username": "Chrystal",
                "firstName": "Paige",
                "lastName": "Preston",
                "email": "paigepreston@geekola.com",
                "birthDate": "1999-03-15T12:53:56 -07:00",
                "basicSalary": 8488759,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Laboris adipisicing laboris id ut fugiat magna enim tempor nisi amet esse. Aliqua est aliqua culpa ipsum sint eu magna ad sit duis. Labore Lorem veniam nulla cupidatat excepteur elit. Occaecat tempor Lorem magna non consectetur laborum est. Laborum dolore consequat laborum pariatur cupidatat ea do amet ullamco. Consectetur velit aliquip voluptate mollit pariatur duis ad deserunt deserunt. Nulla do cupidatat ut nulla cillum ullamco cillum nulla. Aute culpa incididunt et excepteur ea tempor exercitation. Officia enim aliquip qui proident proident voluptate commodo veniam et veniam proident. Fugiat aliquip quis deserunt ut consectetur adipisicing culpa."
            },
            {
                "id": "6602d239a1266bf99df4279c",
                "username": "Stefanie",
                "firstName": "Linda",
                "lastName": "Williamson",
                "email": "lindawilliamson@geekola.com",
                "birthDate": "1997-02-08T12:57:25 -07:00",
                "basicSalary": 7369282,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Mollit eiusmod id veniam magna in nulla ad magna quis eiusmod qui ullamco aliquip dolore. Nisi tempor esse ex ea consequat nulla officia reprehenderit aliqua fugiat dolor. Magna excepteur proident et amet. Magna adipisicing nulla officia aliquip. Do esse pariatur exercitation aliqua minim. Dolor nostrud ad dolore laboris voluptate ullamco incididunt do aute et cupidatat voluptate qui cillum. Aute nulla exercitation ad veniam. Veniam ex tempor mollit culpa incididunt adipisicing culpa elit irure tempor elit occaecat nostrud consequat. Officia exercitation cupidatat ut dolore nulla id ipsum pariatur mollit duis. Mollit laborum proident in dolor aute consequat est ullamco."
            },
            {
                "id": "6602d239cee8c87b99c3b2d2",
                "username": "Eva",
                "firstName": "Avila",
                "lastName": "Ford",
                "email": "avilaford@geekola.com",
                "birthDate": "1995-05-26T08:04:25 -07:00",
                "basicSalary": 4704134,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Ipsum eiusmod Lorem cupidatat et ut aute quis nisi aliquip. Irure in cupidatat adipisicing dolor enim et mollit non enim excepteur Lorem. Adipisicing minim sit eu nulla amet voluptate non officia consectetur aliquip enim velit. Amet nulla in eiusmod laboris in enim laborum eiusmod anim officia. Do eiusmod aute consequat officia enim deserunt fugiat officia. Incididunt Lorem Lorem excepteur ex. Cillum laboris id ipsum laboris. Consectetur aliquip nostrud ex excepteur veniam consectetur. Ut adipisicing sit est nulla laboris fugiat mollit amet quis adipisicing. Mollit anim Lorem irure aliquip."
            },
            {
                "id": "6602d2394bdf5447ac4381bb",
                "username": "Flossie",
                "firstName": "Chelsea",
                "lastName": "Monroe",
                "email": "chelseamonroe@geekola.com",
                "birthDate": "1995-10-13T12:38:14 -07:00",
                "basicSalary": 4640246,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Esse aliquip officia nisi ipsum enim magna cillum ea. Fugiat velit occaecat fugiat in excepteur veniam sit cillum. Laboris incididunt ea sunt eiusmod nisi. Incididunt pariatur tempor proident excepteur aliquip enim cillum minim consectetur aute adipisicing fugiat. Quis esse reprehenderit irure do anim occaecat cupidatat. Aliquip eiusmod consectetur proident sint nisi minim mollit ex dolor aliqua minim occaecat. Duis nisi aute reprehenderit ex quis elit nulla. Excepteur officia proident adipisicing laborum. Nulla fugiat in velit anim velit ut eiusmod tempor do eiusmod. Consectetur consequat aliqua est non Lorem."
            },
            {
                "id": "6602d23963b57dab49da8c42",
                "username": "Lee",
                "firstName": "Naomi",
                "lastName": "Moon",
                "email": "naomimoon@geekola.com",
                "birthDate": "1996-09-15T12:48:10 -07:00",
                "basicSalary": 8961056,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Magna fugiat ut adipisicing do. Ex adipisicing esse ut ea enim mollit proident consequat et. Nulla anim veniam cupidatat ut adipisicing exercitation labore nulla do et amet. Ullamco proident cillum ullamco ipsum anim. Veniam cillum nulla duis minim fugiat irure magna exercitation. Cillum nulla cupidatat tempor eiusmod magna incididunt est est dolore. Officia labore excepteur laborum ex commodo anim Lorem nulla velit. Mollit officia nostrud eiusmod sint voluptate commodo ex deserunt incididunt ipsum sit irure ex veniam. Id nisi eu commodo voluptate in ipsum enim deserunt eu deserunt. Incididunt enim consectetur irure aliquip in sunt."
            },
            {
                "id": "6602d2392f374ac47771df01",
                "username": "Pauline",
                "firstName": "Daniel",
                "lastName": "Snider",
                "email": "danielsnider@geekola.com",
                "birthDate": "1996-08-06T09:42:25 -07:00",
                "basicSalary": 5564306,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "In id ex enim quis esse nulla tempor eiusmod et excepteur incididunt ex. Laboris voluptate anim qui ad officia reprehenderit minim minim fugiat proident. Esse elit eu cupidatat reprehenderit minim mollit sunt cillum ex proident magna officia. Deserunt consectetur consequat mollit velit magna aute non nisi. Velit enim sit occaecat reprehenderit occaecat Lorem. Excepteur sint dolor qui id ut sit pariatur. Adipisicing exercitation dolor ut anim dolor ullamco qui duis cillum Lorem laborum veniam in ipsum. Enim et id aute aliqua qui id sint ad ex in laborum Lorem. Aliqua voluptate aliquip quis anim nulla deserunt exercitation est elit non. Adipisicing cupidatat in proident esse sint mollit magna irure qui excepteur velit incididunt mollit."
            },
            {
                "id": "6602d23962ebe84507907aae",
                "username": "Olive",
                "firstName": "Cotton",
                "lastName": "Gallegos",
                "email": "cottongallegos@geekola.com",
                "birthDate": "1996-02-15T11:49:35 -07:00",
                "basicSalary": 9706689,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Proident duis ex ut anim nostrud minim non aliquip adipisicing qui minim. Ipsum quis quis est quis nostrud nulla excepteur laboris velit minim. Est minim fugiat enim fugiat. Nostrud ipsum irure laborum consequat dolore eiusmod anim aliqua esse labore dolore. Officia laboris ut quis adipisicing deserunt labore dolor ipsum excepteur voluptate aute nulla. Aute anim cupidatat ut qui cupidatat esse id sint pariatur. Sint adipisicing anim Lorem anim magna ullamco fugiat consectetur esse in. Cillum laboris cupidatat elit cillum ad sit aliqua sint nisi consequat. Consequat culpa deserunt ut eiusmod consequat sit elit. In est labore nisi sit proident nulla ipsum sunt mollit sit ipsum amet deserunt."
            },
            {
                "id": "6602d2399ac734771d891b3e",
                "username": "Mandy",
                "firstName": "Randi",
                "lastName": "Stevens",
                "email": "randistevens@geekola.com",
                "birthDate": "1998-09-28T06:30:43 -07:00",
                "basicSalary": 7570293,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Et elit non consectetur incididunt occaecat fugiat sit amet occaecat cupidatat reprehenderit consequat. Officia nostrud incididunt ea et duis dolor consectetur duis culpa reprehenderit elit. Deserunt consequat elit sit quis laboris do qui duis aliqua tempor aute nisi incididunt amet. Officia eiusmod do ad commodo ipsum et qui Lorem qui id. Eiusmod adipisicing duis minim laboris mollit voluptate irure incididunt. Lorem esse proident consequat quis elit excepteur magna adipisicing. Est consectetur eiusmod ad reprehenderit. In esse eiusmod dolore ut commodo reprehenderit commodo duis occaecat est. Ut duis commodo nulla in. Occaecat anim exercitation magna nisi laborum duis consectetur sint velit excepteur nulla."
            },
            {
                "id": "6602d239e9e3a74465d48cca",
                "username": "Fry",
                "firstName": "James",
                "lastName": "Saunders",
                "email": "jamessaunders@geekola.com",
                "birthDate": "1995-02-18T09:09:11 -07:00",
                "basicSalary": 4831416,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Exercitation anim tempor irure mollit voluptate nostrud aliquip. Officia incididunt Lorem fugiat id quis pariatur consectetur consequat cillum. Fugiat in deserunt irure mollit culpa et reprehenderit consectetur consectetur minim laborum laboris. Pariatur ut nisi consectetur eiusmod dolor exercitation pariatur nulla commodo. Reprehenderit dolor consequat laborum voluptate. Laborum dolor sit adipisicing mollit incididunt aute amet velit mollit officia ut. Do sint qui ad ad magna. Id exercitation aute incididunt in ex. Culpa cupidatat pariatur qui cillum aliqua minim. Elit eu nisi anim in mollit."
            },
            {
                "id": "6602d239c38149aec675a17d",
                "username": "Noble",
                "firstName": "Maddox",
                "lastName": "Molina",
                "email": "maddoxmolina@geekola.com",
                "birthDate": "1997-01-10T12:11:55 -07:00",
                "basicSalary": 8925529,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Ut duis pariatur esse irure aliqua reprehenderit occaecat cupidatat sunt. Nostrud mollit Lorem consectetur ea aute ipsum nisi Lorem enim. Officia ipsum sunt enim dolore qui ad sit adipisicing consectetur fugiat sunt et in. Culpa id sunt nostrud qui incididunt ea tempor voluptate nisi. Enim cupidatat amet adipisicing ut proident adipisicing quis ullamco ipsum sunt qui ipsum sunt. Duis velit esse enim id amet sint do enim occaecat esse nisi. Qui cillum qui ea Lorem duis cupidatat do exercitation sint Lorem ullamco. Anim eiusmod ipsum Lorem aliquip nulla. Consectetur esse in officia duis magna minim aliqua aute enim aliquip laborum anim minim et. Ea excepteur esse eu ullamco ex eu cillum anim velit velit."
            },
            {
                "id": "6602d239522430da338d32d8",
                "username": "Angelique",
                "firstName": "Hicks",
                "lastName": "Velasquez",
                "email": "hicksvelasquez@geekola.com",
                "birthDate": "1999-11-02T07:48:54 -07:00",
                "basicSalary": 9019744,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Eu mollit culpa amet eu non duis. Quis consectetur deserunt quis culpa sit enim occaecat ad consequat. Minim Lorem nisi labore in eiusmod pariatur commodo aliqua fugiat anim consectetur do ea cupidatat. Esse veniam mollit incididunt commodo aliquip consectetur Lorem pariatur irure. Amet aliquip aliqua culpa excepteur esse amet anim exercitation. Tempor exercitation sit anim ad irure dolore cillum fugiat ad nulla adipisicing ex. Veniam tempor commodo nulla minim laboris in consequat adipisicing laborum. Ut sunt et exercitation irure in sunt magna mollit mollit. Minim ipsum irure id reprehenderit sit ipsum sunt Lorem. Esse culpa irure ipsum cupidatat ullamco reprehenderit cillum reprehenderit deserunt."
            },
            {
                "id": "6602d23914b35ab19bc0b7a2",
                "username": "Fox",
                "firstName": "Moran",
                "lastName": "Dillard",
                "email": "morandillard@geekola.com",
                "birthDate": "1996-03-09T12:23:42 -07:00",
                "basicSalary": 274617,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ut ipsum esse laboris laborum minim irure dolor ut ea magna. Nulla elit esse amet Lorem minim nulla duis fugiat exercitation duis minim. Qui enim labore labore amet laboris pariatur nulla veniam proident aliquip ipsum nostrud nostrud incididunt. Officia proident consequat ullamco tempor esse sunt. Eu nisi nostrud aliquip adipisicing sint tempor ex cillum. Nulla ipsum ea reprehenderit eiusmod culpa duis et mollit nostrud. Nulla excepteur est ad aliqua commodo. In enim aliquip laborum commodo proident et anim fugiat sunt incididunt reprehenderit Lorem. Velit incididunt commodo aute enim. Mollit minim nostrud enim pariatur pariatur nulla ullamco."
            },
            {
                "id": "6602d239ed36903ad0abbbea",
                "username": "Davenport",
                "firstName": "Helena",
                "lastName": "Osborne",
                "email": "helenaosborne@geekola.com",
                "birthDate": "1995-05-29T08:32:25 -07:00",
                "basicSalary": 227229,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Veniam consequat anim nulla ullamco elit eiusmod et. Sit veniam amet laborum amet voluptate. Nisi sint eu cillum irure esse anim amet. Deserunt cupidatat consequat excepteur ipsum non dolor laborum minim. Excepteur et incididunt esse commodo aliqua elit excepteur. Ipsum incididunt proident elit cillum adipisicing consequat. Proident sit eiusmod deserunt nostrud pariatur irure do nulla adipisicing. Elit labore mollit commodo nulla deserunt magna dolor eiusmod laboris. Esse nisi ex ea elit duis nostrud aute ea voluptate. Dolore incididunt elit deserunt quis."
            },
            {
                "id": "6602d23926aa8dbd712097cd",
                "username": "Amie",
                "firstName": "Pugh",
                "lastName": "Ward",
                "email": "pughward@geekola.com",
                "birthDate": "1996-09-13T02:22:39 -07:00",
                "basicSalary": 3429047,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Eiusmod dolore ipsum ex fugiat. Do eu aliqua mollit minim excepteur sunt officia do sit do eiusmod incididunt exercitation. Magna est voluptate anim culpa. Excepteur elit culpa nisi sunt mollit esse. Sunt duis culpa occaecat aliqua cupidatat laboris laborum excepteur nisi. Sunt reprehenderit ullamco aliqua culpa ipsum aliquip duis mollit. Ex quis voluptate adipisicing excepteur occaecat. Eiusmod dolor cillum ipsum consectetur. Do laborum ut elit enim proident ut amet eiusmod velit amet cupidatat. Sunt voluptate fugiat veniam dolore aute reprehenderit magna."
            },
            {
                "id": "6602d23906f3af8292e7c693",
                "username": "Diann",
                "firstName": "Marcia",
                "lastName": "Bullock",
                "email": "marciabullock@geekola.com",
                "birthDate": "1998-11-27T12:15:36 -07:00",
                "basicSalary": 9869107,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Incididunt culpa officia eu enim veniam magna velit qui. In culpa mollit cupidatat veniam veniam reprehenderit. Non cupidatat Lorem non elit dolore. Et minim culpa ex laborum officia et pariatur deserunt. Sint adipisicing officia pariatur reprehenderit. Occaecat laborum laboris excepteur ad veniam qui non ad laborum cillum excepteur non. Exercitation velit consequat incididunt dolore duis dolore nostrud. Velit in incididunt ex ullamco voluptate. Eu commodo do aute proident cillum ullamco aute pariatur duis tempor. Nisi ut nulla dolor consequat magna ipsum aliqua."
            },
            {
                "id": "6602d23925c6319e77194db0",
                "username": "Doyle",
                "firstName": "Mcguire",
                "lastName": "Benson",
                "email": "mcguirebenson@geekola.com",
                "birthDate": "1998-07-22T10:39:29 -07:00",
                "basicSalary": 4740460,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Nostrud sint esse tempor do nisi laboris exercitation magna ullamco ad ea ullamco. Minim sunt proident veniam deserunt. Do ea labore exercitation amet ad. Cillum nisi minim fugiat ipsum ut Lorem. Dolor laboris ea est mollit esse labore magna ea ea fugiat. Ullamco magna eiusmod minim sunt duis velit sunt ipsum esse anim laboris cillum exercitation. Consequat nisi irure et enim mollit dolor irure consectetur exercitation irure minim aliquip officia. Ad proident duis sunt exercitation proident ut sit adipisicing consequat. Occaecat ipsum in magna ex esse cupidatat quis consectetur commodo incididunt consectetur fugiat. Sit Lorem irure deserunt cillum exercitation eu sit."
            },
            {
                "id": "6602d239a753acd17425cea6",
                "username": "Lavonne",
                "firstName": "Amalia",
                "lastName": "Noble",
                "email": "amalianoble@geekola.com",
                "birthDate": "1998-10-23T05:10:24 -07:00",
                "basicSalary": 2113273,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Do ex non qui aute voluptate exercitation ea in magna veniam. Labore ullamco nisi reprehenderit consectetur nulla eiusmod ut fugiat velit anim voluptate. Minim consectetur labore laborum aute amet consectetur officia aliquip. Commodo deserunt aliquip exercitation elit id fugiat. Esse anim labore ipsum excepteur Lorem nostrud sint. Labore dolore aliqua Lorem eu aliqua excepteur est. Esse et in aute culpa velit sint ipsum est. Reprehenderit pariatur sunt veniam non qui cillum culpa. Qui excepteur aute eiusmod laborum. Esse ut enim sint id esse anim veniam."
            },
            {
                "id": "6602d23920ab38d0a3336bc8",
                "username": "Roth",
                "firstName": "Marquita",
                "lastName": "Mclean",
                "email": "marquitamclean@geekola.com",
                "birthDate": "1999-08-20T01:57:26 -07:00",
                "basicSalary": 9259327,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Commodo occaecat id dolore incididunt pariatur ullamco. Qui amet dolor excepteur est duis mollit culpa ad amet velit. Consectetur aute laborum dolore mollit duis enim. Do est magna aute irure aliqua culpa quis non sit ullamco minim reprehenderit excepteur tempor. Laboris in aute voluptate esse nisi deserunt nostrud tempor incididunt. Officia nulla eu nulla nostrud. Ad ex labore pariatur sit consectetur aute veniam dolore est mollit laborum pariatur ullamco. Elit nostrud anim ullamco aute voluptate pariatur occaecat commodo exercitation pariatur reprehenderit consequat. Cupidatat minim exercitation ullamco do cillum veniam nostrud aliqua ex. Magna ad cillum ea esse dolor."
            },
            {
                "id": "6602d23937041998c9802d1f",
                "username": "Contreras",
                "firstName": "Ward",
                "lastName": "Mcclure",
                "email": "wardmcclure@geekola.com",
                "birthDate": "1996-01-21T12:12:25 -07:00",
                "basicSalary": 1849435,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Laboris ea do ipsum eu consectetur sunt exercitation dolor ut minim id excepteur. Ad aute sunt ea ut cillum ipsum. Ad quis irure enim amet exercitation occaecat cillum culpa labore elit ipsum elit enim dolor. Elit deserunt esse qui officia tempor pariatur id veniam ea fugiat ex aliqua. Dolor tempor deserunt do tempor magna est aute minim officia nisi dolor in quis. Labore dolor eiusmod duis occaecat dolor et Lorem labore irure esse veniam eu aliquip. Deserunt enim in occaecat irure nostrud in minim ea officia commodo enim. Enim eu dolore magna velit duis dolore. Sunt veniam voluptate cupidatat excepteur nulla elit non dolore culpa voluptate adipisicing veniam esse. Proident mollit velit exercitation voluptate."
            },
            {
                "id": "6602d239081d90887bfa6dea",
                "username": "Barnett",
                "firstName": "Harding",
                "lastName": "Mcbride",
                "email": "hardingmcbride@geekola.com",
                "birthDate": "1998-04-07T10:13:53 -07:00",
                "basicSalary": 2830484,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Cillum in ad nulla sunt ut cupidatat cillum deserunt officia pariatur. Aliqua excepteur pariatur irure dolore ea laborum mollit culpa eu. In nulla occaecat nulla cillum magna nostrud ullamco est et elit sunt dolore nostrud. Deserunt ut quis aliquip quis. Ipsum dolor anim do reprehenderit incididunt et aliquip adipisicing nulla deserunt duis et culpa non. Irure proident deserunt labore reprehenderit Lorem ad quis minim duis commodo est. Ullamco consequat fugiat laboris fugiat aliquip in aliquip nulla est commodo eiusmod in. Amet anim ex est aliquip magna ad pariatur nostrud. Consequat cupidatat ipsum pariatur excepteur minim irure non tempor officia eiusmod. Proident ea veniam qui fugiat dolor officia cupidatat nisi incididunt laboris ad pariatur."
            },
            {
                "id": "6602d239067894adf67b85af",
                "username": "Hurst",
                "firstName": "Coleman",
                "lastName": "Chase",
                "email": "colemanchase@geekola.com",
                "birthDate": "1998-01-09T12:40:21 -07:00",
                "basicSalary": 3964085,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Duis laboris nisi non pariatur anim sit enim consequat sunt occaecat laborum velit. Aliqua nulla nostrud elit laboris fugiat fugiat. Reprehenderit minim dolor Lorem est non consectetur non qui dolor non enim ipsum velit. Ut labore consequat minim adipisicing dolore laboris aute occaecat enim. Mollit esse ipsum sint veniam ut magna non consequat reprehenderit dolore in. Do ipsum anim duis deserunt dolor quis nisi labore in dolor fugiat labore. Et nostrud eu officia enim nisi ipsum fugiat incididunt ipsum dolor. Officia aliqua et laboris consectetur in non aliquip ipsum ut adipisicing dolore enim veniam commodo. Fugiat ea eiusmod ea laborum velit veniam ea nostrud laboris incididunt ad in aliqua. Proident consectetur exercitation tempor anim nostrud laborum Lorem eu."
            },
            {
                "id": "6602d23944b63a3cd40b4df5",
                "username": "Trudy",
                "firstName": "Sanchez",
                "lastName": "Kim",
                "email": "sanchezkim@geekola.com",
                "birthDate": "1998-01-11T02:11:24 -07:00",
                "basicSalary": 5073609,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Cupidatat pariatur et velit quis cillum exercitation commodo cillum labore id cupidatat ex. Eu est aute tempor culpa. Aute eu cillum consectetur dolor fugiat sunt magna duis nulla amet dolore occaecat reprehenderit enim. Cupidatat enim reprehenderit sunt labore eiusmod officia. Ullamco dolor enim adipisicing qui voluptate. Minim minim do dolor laborum laboris non officia proident esse do dolore mollit. Sunt mollit officia excepteur non culpa voluptate quis esse ipsum pariatur duis occaecat. Ipsum ex reprehenderit duis in irure excepteur quis cillum aliquip nulla ad quis exercitation incididunt. Ea dolore sunt dolore irure dolor qui ullamco consequat non nostrud dolore. Veniam veniam fugiat reprehenderit occaecat minim."
            },
            {
                "id": "6602d239db221e215e7fff4f",
                "username": "Rosario",
                "firstName": "Blackwell",
                "lastName": "Smith",
                "email": "blackwellsmith@geekola.com",
                "birthDate": "1996-04-20T12:55:15 -07:00",
                "basicSalary": 4494332,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Duis esse adipisicing elit pariatur do. Deserunt eu adipisicing nostrud dolor elit quis anim in aliqua cupidatat amet quis veniam pariatur. Eu irure cupidatat qui labore in pariatur exercitation commodo. Culpa qui ullamco esse dolore ex ut veniam culpa ea sint. Incididunt do id anim sint proident enim amet anim proident aute dolor. Fugiat ipsum laborum officia duis ut officia aliqua labore occaecat. Voluptate pariatur ullamco dolore dolor elit consequat culpa velit irure ea. Do esse deserunt tempor consequat cupidatat minim do ea irure. Veniam laboris excepteur cillum dolore culpa nisi laboris in. Qui ut exercitation irure cupidatat duis."
            },
            {
                "id": "6602d2393d7407a027ebf575",
                "username": "Emerson",
                "firstName": "Mosley",
                "lastName": "Whitley",
                "email": "mosleywhitley@geekola.com",
                "birthDate": "1999-02-09T01:42:52 -07:00",
                "basicSalary": 9687086,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Fugiat in magna non duis reprehenderit eiusmod aliqua eu duis mollit esse ex nostrud eiusmod. Do consectetur id excepteur dolor qui est eiusmod proident non ex laborum nisi. Dolor magna reprehenderit ullamco deserunt dolore mollit ullamco. In id id eiusmod minim labore veniam nostrud ipsum consequat tempor. Duis adipisicing ullamco id velit consequat eu nisi cupidatat pariatur magna amet anim qui eu. Occaecat qui dolore ex cillum veniam. Cillum cillum nostrud deserunt occaecat voluptate voluptate pariatur mollit eiusmod. Pariatur ea deserunt aliqua consectetur excepteur excepteur nisi occaecat Lorem qui ut est. Dolor magna nulla aliquip enim labore consequat do est consectetur enim aliquip tempor. Irure aliquip occaecat commodo nulla officia est est sint cupidatat officia consectetur."
            },
            {
                "id": "6602d239eb9f40f59ea3b240",
                "username": "Vincent",
                "firstName": "Jami",
                "lastName": "Long",
                "email": "jamilong@geekola.com",
                "birthDate": "1996-10-29T05:30:37 -07:00",
                "basicSalary": 9920843,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Sint laborum eiusmod proident consectetur. Mollit id consectetur amet cillum. Fugiat fugiat eu officia consequat in adipisicing et aliquip consequat. Ad culpa magna nostrud enim sit. Sunt nostrud magna culpa id amet reprehenderit. Sint enim eiusmod est ipsum ad Lorem. Ipsum sunt consectetur culpa commodo cillum velit cupidatat consectetur qui quis ipsum ullamco aliquip. Duis amet enim magna eu in consectetur amet. Ut et commodo occaecat duis ad magna officia voluptate adipisicing sit Lorem aute eiusmod ipsum. Occaecat laborum nisi sunt consequat quis exercitation nisi aliquip ad aliquip ea minim."
            },
            {
                "id": "6602d239caa308e2cf4bc06d",
                "username": "Pruitt",
                "firstName": "Stokes",
                "lastName": "Mathis",
                "email": "stokesmathis@geekola.com",
                "birthDate": "1998-10-18T09:11:59 -07:00",
                "basicSalary": 5167482,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Culpa consequat aliqua voluptate sint magna pariatur minim elit. Magna excepteur velit sunt ullamco ea aute pariatur pariatur. Cupidatat exercitation laborum ullamco et eiusmod voluptate mollit cupidatat ea et. Nisi ea tempor elit qui consequat voluptate. Ex nostrud ad qui sint nisi ut sunt est eu officia. Elit aliquip adipisicing commodo non enim do culpa eu dolor labore irure ad. Ex exercitation elit aute laboris aliqua. Laborum eu cillum sint exercitation magna labore. Ullamco cillum tempor reprehenderit esse ipsum aliqua proident ex magna aliquip occaecat pariatur. Officia non est adipisicing aute esse."
            },
            {
                "id": "6602d2397d05a5d3b7e8c3f9",
                "username": "Jensen",
                "firstName": "Jeannine",
                "lastName": "Boyer",
                "email": "jeannineboyer@geekola.com",
                "birthDate": "1998-03-18T04:39:26 -07:00",
                "basicSalary": 9829187,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Voluptate amet in nulla excepteur nostrud fugiat. Velit nisi aliqua aliquip in occaecat eu quis sunt ad. Nulla incididunt do mollit pariatur velit ullamco duis. Pariatur aliquip ut enim velit nulla commodo occaecat velit est culpa aliqua magna sunt. Irure mollit voluptate laborum exercitation aute aliqua aliqua enim quis ipsum. Minim non reprehenderit mollit dolor nostrud elit nulla voluptate amet adipisicing dolor reprehenderit. Aliquip proident minim consequat proident amet et aute incididunt labore commodo. Enim est irure consectetur labore. Aliquip reprehenderit reprehenderit aute quis proident fugiat esse aliquip qui quis eu duis aute est. Aute velit labore nisi cillum non magna laborum."
            },
            {
                "id": "6602d239f487a2ed210069ba",
                "username": "Marta",
                "firstName": "Susan",
                "lastName": "Weiss",
                "email": "susanweiss@geekola.com",
                "birthDate": "1998-04-04T06:28:28 -07:00",
                "basicSalary": 7836209,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Aliqua ex cillum cupidatat minim mollit aliquip ad ipsum excepteur velit consequat commodo deserunt aute. Ex ex ipsum ad commodo cillum proident Lorem sit sint dolore dolor laboris consectetur nulla. Ad enim minim sint nulla consequat et ut irure consequat. Aliqua ad non sit veniam deserunt in veniam reprehenderit esse. Irure minim occaecat ex fugiat amet in ullamco sint tempor deserunt id adipisicing in. Nisi consequat quis sunt sunt ullamco nulla sint dolor ullamco cupidatat ea consequat cupidatat. Pariatur nulla sint reprehenderit do et enim veniam deserunt amet do. Culpa voluptate mollit excepteur deserunt ad in nisi proident. Reprehenderit exercitation culpa consectetur proident magna aliqua nulla ut magna laboris exercitation labore minim est. Ullamco ullamco ad voluptate nisi."
            },
            {
                "id": "6602d2397ffde014031377bf",
                "username": "Marsh",
                "firstName": "Boyer",
                "lastName": "Mcguire",
                "email": "boyermcguire@geekola.com",
                "birthDate": "1997-12-15T04:03:38 -07:00",
                "basicSalary": 954442,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ipsum velit est qui est mollit. Ut proident nulla cillum Lorem do sunt excepteur ut laborum. Veniam Lorem ea ea aute duis laborum incididunt. Occaecat dolor reprehenderit qui amet dolore culpa deserunt Lorem quis. Sunt cillum irure ipsum reprehenderit et anim amet voluptate. Ut sit do ullamco cillum consectetur cillum tempor occaecat veniam voluptate. Velit culpa cillum amet eiusmod enim aute sunt duis ipsum. Velit magna anim officia proident. Mollit exercitation est ipsum pariatur dolore cillum elit pariatur eu mollit dolor laboris. Dolore occaecat nulla nostrud sunt pariatur eiusmod sunt sint consequat."
            },
            {
                "id": "6602d2392bba20e374a5cb4d",
                "username": "Mclaughlin",
                "firstName": "Violet",
                "lastName": "Knowles",
                "email": "violetknowles@geekola.com",
                "birthDate": "1996-08-10T08:26:44 -07:00",
                "basicSalary": 2073528,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Pariatur ut velit eiusmod ut ex ullamco laboris anim id ea pariatur. Ea do ad officia ut sit ut. Lorem labore ea eu esse ad. Aliquip minim exercitation occaecat irure aute id. Ipsum ullamco veniam laboris consequat anim nisi aute in excepteur minim voluptate cupidatat. Ad dolore dolor esse sit nostrud laborum laborum Lorem pariatur occaecat velit commodo commodo. Sunt do pariatur quis esse nostrud nostrud consequat nulla ex duis. Esse labore voluptate do sunt aliqua et officia aliqua anim cillum ex qui. Proident eiusmod minim commodo consectetur velit qui proident eiusmod Lorem laboris mollit nostrud. Esse eiusmod adipisicing pariatur proident culpa exercitation Lorem irure et consequat officia."
            },
            {
                "id": "6602d239de8b3af36c5cbcfd",
                "username": "Annmarie",
                "firstName": "Boyd",
                "lastName": "Bernard",
                "email": "boydbernard@geekola.com",
                "birthDate": "1995-05-06T02:36:12 -07:00",
                "basicSalary": 7747460,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Eu id incididunt ad sunt eiusmod dolor. Magna reprehenderit occaecat voluptate Lorem reprehenderit ea consequat aliquip cupidatat anim. Ullamco enim tempor nulla minim ut aliqua culpa enim in incididunt in anim non. Pariatur occaecat elit veniam adipisicing consequat in officia duis sint anim exercitation. Eu magna nisi incididunt exercitation ut ut. Voluptate in culpa eu deserunt elit ex dolore. Sunt dolore anim nisi aute laboris. Ut cillum deserunt anim officia veniam aliqua consequat occaecat. Irure nostrud officia aliqua nulla proident ipsum ex sunt ut commodo. Minim amet proident veniam aliqua et ad irure fugiat commodo."
            },
            {
                "id": "6602d23928118608d238f1cb",
                "username": "Richard",
                "firstName": "Love",
                "lastName": "Burnett",
                "email": "loveburnett@geekola.com",
                "birthDate": "1998-04-10T04:23:02 -07:00",
                "basicSalary": 8887757,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Eiusmod adipisicing in sit magna dolore officia. Lorem aute exercitation pariatur non duis esse eu minim tempor Lorem qui ad. Irure exercitation quis commodo mollit officia aliquip. Aliquip officia Lorem est minim non id ea deserunt do in. Do elit duis adipisicing ullamco ex. Ea laboris sunt aute cupidatat nostrud aliqua fugiat pariatur. Ipsum et adipisicing nisi commodo velit eu exercitation amet cillum in. Veniam ipsum laboris cupidatat elit ea. Ipsum ut est proident pariatur minim qui exercitation nulla officia Lorem ea sint fugiat adipisicing. Sint est elit ea non est minim laborum mollit."
            },
            {
                "id": "6602d239f77f503037d2c381",
                "username": "Gertrude",
                "firstName": "Clarice",
                "lastName": "Benton",
                "email": "claricebenton@geekola.com",
                "birthDate": "1998-09-06T11:41:35 -07:00",
                "basicSalary": 4017485,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Non proident tempor cupidatat eiusmod reprehenderit aliquip. Proident est labore ipsum incididunt nostrud aliqua. Dolor dolore quis occaecat non nulla. Do reprehenderit sint esse adipisicing laborum ex pariatur amet excepteur ad consequat eiusmod do sunt. Cillum Lorem sunt laboris ea commodo aliquip. Cillum labore laborum exercitation voluptate anim ea irure minim ea voluptate magna. Voluptate consequat anim magna eu exercitation ad voluptate ut dolor ea commodo labore. Ullamco ut id nulla officia incididunt aute proident anim do sint non dolor voluptate commodo. Dolore Lorem velit laboris magna nulla ad veniam. Mollit id occaecat aute mollit mollit deserunt non commodo eu adipisicing cillum eu aliqua enim."
            },
            {
                "id": "6602d239f8125df9e2d5a47f",
                "username": "Harriet",
                "firstName": "Maldonado",
                "lastName": "Fitzgerald",
                "email": "maldonadofitzgerald@geekola.com",
                "birthDate": "1999-04-09T10:42:38 -07:00",
                "basicSalary": 9402203,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Qui duis incididunt veniam dolore excepteur. Dolor ipsum mollit ea occaecat incididunt commodo nisi laboris excepteur irure incididunt quis ipsum ipsum. Et tempor ipsum occaecat enim commodo eiusmod nostrud laborum labore id in dolore magna proident. Irure et eu culpa veniam. Incididunt non amet dolore eu deserunt enim id magna commodo sit ex consectetur. Adipisicing aute amet laboris ea. Ut in cillum nisi aliqua ut aliqua incididunt. Deserunt pariatur aute eiusmod duis. Est esse velit sit cillum commodo occaecat aliquip commodo in tempor non in ea cupidatat. Incididunt reprehenderit exercitation consequat velit do."
            },
            {
                "id": "6602d2393c4feb12f947bd9e",
                "username": "Tessa",
                "firstName": "Nikki",
                "lastName": "Lambert",
                "email": "nikkilambert@geekola.com",
                "birthDate": "1995-01-16T08:31:08 -07:00",
                "basicSalary": 7169261,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ut consectetur eu consequat veniam occaecat proident eiusmod minim aliquip reprehenderit laborum non exercitation. Eiusmod laboris dolor laborum cillum irure. Proident excepteur ullamco in sunt laborum. Et reprehenderit officia laborum exercitation eu enim officia est voluptate. Occaecat sit culpa sunt elit tempor ullamco eu. Proident aliqua laborum aliqua magna cupidatat exercitation magna. Esse ullamco qui exercitation reprehenderit ullamco elit commodo officia aute enim eiusmod ut. Ex dolore sunt consectetur excepteur velit tempor tempor. Ipsum aute sint ipsum aute cillum tempor exercitation. Eu voluptate laboris laborum nostrud ex pariatur nostrud id consequat ex do ea."
            },
            {
                "id": "6602d23917d16bdcc2c70539",
                "username": "Nolan",
                "firstName": "Green",
                "lastName": "Cole",
                "email": "greencole@geekola.com",
                "birthDate": "1996-06-25T12:29:44 -07:00",
                "basicSalary": 5226225,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Ut fugiat eiusmod cupidatat qui ad aute ad ad proident excepteur consectetur consectetur. Officia ex commodo cupidatat aliquip consectetur ut. Qui commodo sunt magna occaecat velit est eu. Cillum magna velit aliquip occaecat Lorem sunt dolor deserunt nulla aliquip aliqua irure id. Ipsum dolore ullamco minim ut ut officia enim incididunt officia adipisicing velit consequat nisi. Do aute consequat velit ipsum nisi. Dolore ullamco enim sit reprehenderit dolor aliquip laboris fugiat proident ad amet dolor. Enim quis voluptate pariatur mollit consequat duis ipsum non mollit aute magna magna fugiat aute. Minim consequat laboris duis elit velit labore culpa quis occaecat laborum. Do ipsum do sint qui irure adipisicing mollit."
            },
            {
                "id": "6602d23917dbd31de7de385f",
                "username": "Victoria",
                "firstName": "Ora",
                "lastName": "Medina",
                "email": "oramedina@geekola.com",
                "birthDate": "1998-12-03T06:13:16 -07:00",
                "basicSalary": 2133189,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Reprehenderit est ea enim ex dolor qui sunt elit tempor voluptate sint ipsum laboris aute. Tempor anim ipsum nisi sit dolor nisi culpa aliquip occaecat consectetur deserunt proident eu. Irure ut ipsum officia nostrud. Sunt labore minim est aliquip eiusmod enim est excepteur eiusmod consectetur sit in. Consequat pariatur reprehenderit eiusmod labore proident mollit in ipsum irure et fugiat culpa do. Nisi irure duis adipisicing consequat laborum labore mollit eiusmod ut amet cupidatat fugiat occaecat proident. Esse fugiat do sit cupidatat ad dolore pariatur elit laboris. Est culpa consectetur est minim tempor fugiat irure. Incididunt magna proident ut amet id consequat fugiat enim velit excepteur. Aliquip eiusmod ullamco voluptate officia reprehenderit sit tempor velit labore incididunt nostrud ex ullamco."
            },
            {
                "id": "6602d2395fa6f4491db5268e",
                "username": "Skinner",
                "firstName": "Myrtle",
                "lastName": "Landry",
                "email": "myrtlelandry@geekola.com",
                "birthDate": "1996-06-29T07:20:32 -07:00",
                "basicSalary": 9187155,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Officia amet voluptate laboris veniam cupidatat occaecat nisi id minim nulla cupidatat. Pariatur consequat quis anim esse anim do aliqua consectetur adipisicing Lorem eiusmod aute. Reprehenderit proident sit reprehenderit fugiat nulla. Aute labore nisi nostrud commodo pariatur culpa aliquip culpa sint velit labore officia eu. Et eiusmod irure laboris aute sit ut aute incididunt elit mollit elit anim incididunt labore. Est minim anim magna dolore elit culpa magna eiusmod eu. Elit eu cupidatat ad qui. Cillum laboris nulla est pariatur sint id officia ipsum in consequat anim pariatur tempor consectetur. Nisi non consequat sunt sit velit incididunt et commodo sint ea officia. Esse cupidatat irure mollit proident."
            },
            {
                "id": "6602d239fa0601e1ccc55412",
                "username": "Kristina",
                "firstName": "Lidia",
                "lastName": "Gregory",
                "email": "lidiagregory@geekola.com",
                "birthDate": "1997-07-30T09:34:41 -07:00",
                "basicSalary": 8969623,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Velit sunt esse sunt irure culpa commodo culpa. Consequat officia pariatur dolore aliqua occaecat anim nulla nisi id labore et proident amet. Id pariatur excepteur eiusmod anim. Ut ut est ut ad tempor est pariatur aliquip adipisicing ea ex minim Lorem voluptate. Esse reprehenderit excepteur occaecat ad officia. Ad duis fugiat veniam consequat eiusmod aliqua voluptate eu. Est cupidatat commodo ex qui aliquip eu id occaecat quis. Cillum adipisicing non commodo et duis cupidatat nostrud dolore fugiat cupidatat consequat. Aliquip culpa excepteur tempor pariatur id nostrud qui consequat veniam et exercitation quis qui. Ex mollit ullamco proident esse proident ex ipsum pariatur."
            },
            {
                "id": "6602d239c614e0ed40d59093",
                "username": "Kerr",
                "firstName": "Bertha",
                "lastName": "Newman",
                "email": "berthanewman@geekola.com",
                "birthDate": "1996-03-25T03:53:40 -07:00",
                "basicSalary": 8092309,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Veniam ut Lorem velit ipsum est do et culpa voluptate esse. Cupidatat commodo eu magna elit ea ad ipsum adipisicing. Aliquip elit occaecat nulla nisi. Officia nisi eu officia Lorem. Aliqua ullamco est et duis ut dolor. Ex quis nostrud et excepteur eu magna. Eu do aute laborum fugiat aliquip labore excepteur. Lorem qui amet eu sunt officia eu et magna. Do eu dolor exercitation aute nostrud aute et duis sunt enim. Ipsum nostrud et elit excepteur magna dolore irure."
            },
            {
                "id": "6602d2393293058a9798caa1",
                "username": "Head",
                "firstName": "Morrison",
                "lastName": "Castro",
                "email": "morrisoncastro@geekola.com",
                "birthDate": "1997-07-21T01:10:37 -07:00",
                "basicSalary": 909616,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Laboris eiusmod nisi occaecat laborum id ex. In nulla proident tempor fugiat id. Eu officia culpa exercitation do labore aliquip proident proident cillum labore dolor nulla excepteur mollit. Do esse amet consectetur laboris irure amet culpa Lorem duis in aliqua tempor. Dolore dolor laboris sit do. Magna elit duis ipsum quis deserunt id ullamco aute dolore nostrud esse ad. Nostrud sunt adipisicing laborum est veniam et voluptate aliquip velit magna est ea. Laboris aliqua ullamco nisi cupidatat in eiusmod non velit. Esse culpa aliquip incididunt aliquip ut nostrud excepteur occaecat cillum adipisicing ipsum sunt velit est. Anim esse irure fugiat cillum nostrud."
            },
            {
                "id": "6602d23981cb26ab324a9174",
                "username": "Veronica",
                "firstName": "Norton",
                "lastName": "Ramsey",
                "email": "nortonramsey@geekola.com",
                "birthDate": "1996-03-10T01:28:47 -07:00",
                "basicSalary": 421468,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Non elit velit exercitation deserunt minim velit consequat laboris dolore mollit deserunt do. Consequat exercitation id dolor minim. Est ipsum labore cupidatat magna exercitation. Tempor proident ex Lorem anim. Aliqua laboris ipsum commodo enim qui laborum irure deserunt. Exercitation irure consectetur sit aliquip elit. Et cillum Lorem non deserunt aute enim qui irure dolor cillum officia veniam eiusmod ullamco. Laborum eu officia non ex labore sunt laboris eiusmod enim amet. Eu eiusmod voluptate cillum qui in elit. Culpa incididunt exercitation dolor consequat amet laboris esse ullamco irure."
            },
            {
                "id": "6602d23977e9f262e91d866e",
                "username": "Sophie",
                "firstName": "Bailey",
                "lastName": "Schneider",
                "email": "baileyschneider@geekola.com",
                "birthDate": "1997-03-19T04:03:27 -07:00",
                "basicSalary": 2449388,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Ex minim fugiat do eu ex tempor anim ea tempor ut id fugiat occaecat. Elit id culpa ea sunt enim ut aute et esse veniam magna. Exercitation laboris sit ullamco aute ad cillum et ex commodo. Reprehenderit esse dolore pariatur aute consectetur cupidatat qui velit. Qui tempor sint ullamco do id voluptate sunt velit consectetur velit eiusmod adipisicing et. Ea adipisicing culpa ad id aute id. Ipsum eu aute est qui in consequat est. Ad et magna Lorem adipisicing. Amet deserunt dolore dolor ea dolor anim dolor esse do aliqua labore consequat. Qui excepteur cupidatat pariatur in tempor elit ullamco veniam."
            },
            {
                "id": "6602d239a68cafe0b6b44947",
                "username": "Christian",
                "firstName": "Crane",
                "lastName": "Workman",
                "email": "craneworkman@geekola.com",
                "birthDate": "1999-09-25T05:27:47 -07:00",
                "basicSalary": 1440639,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Ea id nostrud consequat non qui. Minim culpa magna sit mollit do cillum reprehenderit et sunt non sit pariatur voluptate. Dolore ipsum deserunt do sunt elit quis exercitation dolor. Exercitation duis velit non cupidatat aliquip quis ullamco eiusmod quis in est amet quis. Duis sit laboris nisi pariatur consectetur enim non aute Lorem amet consequat esse pariatur dolor. Veniam cillum sit pariatur sit adipisicing laborum elit laborum eiusmod aute qui ipsum. Adipisicing fugiat velit incididunt id consequat. Consequat esse duis consequat fugiat sunt voluptate tempor nisi et laborum. Magna mollit quis irure reprehenderit incididunt exercitation eu do mollit aute sunt. Veniam incididunt ullamco et quis nisi sunt elit tempor ipsum amet duis ex cupidatat."
            },
            {
                "id": "6602d239c9e915e66f226934",
                "username": "Todd",
                "firstName": "Margarita",
                "lastName": "Taylor",
                "email": "margaritataylor@geekola.com",
                "birthDate": "1995-06-04T01:03:11 -07:00",
                "basicSalary": 4564957,
                "status": "Karyawan kontrak",
                "group": "Rekening Pusat & FPIR",
                "description": "Proident minim labore Lorem velit ut do. Pariatur enim sit id occaecat pariatur aute nisi amet quis commodo ullamco dolore. Incididunt duis sint amet aliqua qui labore in consequat proident nostrud. Culpa labore nisi enim consectetur tempor ullamco deserunt. Occaecat sint aliqua pariatur laborum voluptate minim amet deserunt. Nulla ut ipsum anim cillum laborum elit eiusmod sit. Labore laboris irure sit cillum. Mollit consectetur consequat id consequat ad dolore non ad laborum. Culpa ut aute ex cillum laboris consectetur magna enim. Sunt adipisicing nostrud eu veniam."
            },
            {
                "id": "6602d2393143d122dba2a8ab",
                "username": "Donovan",
                "firstName": "Stewart",
                "lastName": "Glover",
                "email": "stewartglover@geekola.com",
                "birthDate": "1997-01-17T11:36:47 -07:00",
                "basicSalary": 116333,
                "status": "Karyawan tetap",
                "group": "Teknologi Informasi",
                "description": "Amet aute in laborum do non excepteur veniam qui culpa nisi reprehenderit. Proident cupidatat eu proident reprehenderit mollit cupidatat sint tempor commodo Lorem. Deserunt commodo consectetur veniam reprehenderit deserunt in do eu consectetur est magna. Adipisicing ipsum quis excepteur eu quis excepteur mollit in sunt velit laboris ad. Ullamco voluptate laboris dolore elit fugiat eu qui irure dolor nisi id velit nulla ullamco. Qui est esse enim anim ex qui elit ipsum tempor. Ea amet est dolor veniam quis laborum quis pariatur. Dolor amet consectetur tempor culpa aliquip incididunt ad eiusmod mollit. Consectetur anim ut ipsum anim et consequat ipsum sit. Velit culpa reprehenderit qui ipsum nulla officia."
            },
            {
                "id": "6602d239ae65b10c441c27d4",
                "username": "Gutierrez",
                "firstName": "Steele",
                "lastName": "Briggs",
                "email": "steelebriggs@geekola.com",
                "birthDate": "1995-08-26T08:04:12 -07:00",
                "basicSalary": 3315331,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Lorem et officia ea fugiat voluptate fugiat aute pariatur. Cupidatat ea consectetur incididunt adipisicing enim mollit minim. Ipsum et veniam ad duis ut. Labore tempor proident eu incididunt fugiat ad cillum ut consequat ex. Aliqua adipisicing magna consequat eu dolor eiusmod eiusmod sit laboris et. Mollit sunt esse aliquip officia nulla minim sunt reprehenderit in esse officia. Excepteur in nostrud deserunt quis dolor proident duis nostrud officia. Sunt velit mollit quis sunt non id officia consequat in anim in. Adipisicing aliquip exercitation elit culpa duis veniam do duis ut pariatur tempor. Aute dolor voluptate qui excepteur."
            },
            {
                "id": "6602d2397842a7ea37991217",
                "username": "Alicia",
                "firstName": "Katy",
                "lastName": "Ortega",
                "email": "katyortega@geekola.com",
                "birthDate": "1997-08-30T11:02:34 -07:00",
                "basicSalary": 5740289,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Tempor minim officia deserunt nisi. Excepteur do aliqua commodo labore sint amet fugiat laborum voluptate magna cillum. Veniam duis culpa officia Lorem aliqua eiusmod occaecat laborum. Cillum do do deserunt officia aute ad. Consequat est proident dolore mollit velit mollit labore. Enim culpa eu nulla pariatur aliquip non. Est ad laborum proident sunt eu eiusmod deserunt est eiusmod amet pariatur Lorem. Magna qui ad nulla nulla eu laboris fugiat incididunt sunt. Sit nisi sint laborum esse do. Anim fugiat laboris ex Lorem deserunt ut Lorem est."
            },
            {
                "id": "6602d239961b5e1e6a7a7ced",
                "username": "Mabel",
                "firstName": "Ingrid",
                "lastName": "Best",
                "email": "ingridbest@geekola.com",
                "birthDate": "1998-12-24T10:05:08 -07:00",
                "basicSalary": 7587464,
                "status": "Karyawan kontrak",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ad in veniam nisi irure minim deserunt proident amet. Ipsum nostrud dolore sunt ea cillum sit sunt ex ut consequat occaecat cupidatat nulla mollit. Duis excepteur sunt adipisicing ullamco officia dolore. Dolore ea dolor consequat mollit dolore culpa occaecat dolor labore et quis. Voluptate ullamco incididunt Lorem laborum consectetur irure tempor adipisicing. Aute adipisicing dolore do sit ex minim. Non cupidatat minim dolor est excepteur consequat commodo eiusmod enim dolor. Lorem ipsum dolor ex deserunt ad magna dolor. Sit mollit consequat cupidatat exercitation cupidatat deserunt eu irure esse sunt pariatur occaecat aliquip. Sit consequat anim pariatur ipsum duis id."
            },
            {
                "id": "6602d2397f80f7ff7635265e",
                "username": "Bright",
                "firstName": "Orr",
                "lastName": "Bowman",
                "email": "orrbowman@geekola.com",
                "birthDate": "1999-07-30T04:49:52 -07:00",
                "basicSalary": 7006792,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Mollit ex enim ipsum cillum nulla fugiat aliqua laboris duis. Labore pariatur ea enim occaecat magna deserunt consectetur irure fugiat. Incididunt est cillum incididunt ullamco occaecat in officia veniam ipsum. Et adipisicing reprehenderit quis et do fugiat qui est. Est ad ea ullamco non voluptate. Elit id ipsum ad id exercitation eu culpa aute anim esse voluptate et. Excepteur aute velit enim sit Lorem ut consequat. Commodo exercitation ad do pariatur fugiat eiusmod qui ipsum irure amet. Officia et velit labore ea sit. Cillum minim proident veniam enim aute elit elit adipisicing."
            },
            {
                "id": "6602d239f056db2de0a105dd",
                "username": "Jessie",
                "firstName": "Rhea",
                "lastName": "Rosario",
                "email": "rhearosario@geekola.com",
                "birthDate": "1998-12-09T04:57:50 -07:00",
                "basicSalary": 5889829,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Nisi laborum mollit in elit do voluptate ipsum consectetur. Esse reprehenderit laborum ad qui cupidatat et ex culpa velit aute Lorem enim cillum. Eiusmod elit ipsum ut nulla esse ea sunt incididunt laboris sint ad ea dolore. Qui veniam culpa in reprehenderit officia do ad ex aute enim nostrud enim. Cupidatat magna Lorem reprehenderit officia nisi id mollit ut deserunt fugiat non aliquip. Lorem ullamco reprehenderit velit cupidatat nulla magna culpa proident incididunt. Cupidatat nulla exercitation culpa aliquip pariatur veniam do nisi quis. Mollit culpa nostrud aliquip esse id non Lorem eiusmod occaecat nisi fugiat velit minim tempor. Eiusmod commodo id ad Lorem. Ut laboris nostrud laborum officia cupidatat duis sint non cillum proident culpa irure ipsum."
            },
            {
                "id": "6602d239dd10da6c11569c6d",
                "username": "Carr",
                "firstName": "Kerri",
                "lastName": "Welch",
                "email": "kerriwelch@geekola.com",
                "birthDate": "1999-03-30T02:51:08 -07:00",
                "basicSalary": 4227272,
                "status": "Karyawan tetap",
                "group": "Bisnis Pedesaan & Agri",
                "description": "Ipsum eu exercitation commodo velit aliqua in qui veniam sit laboris enim et aute. Proident laborum esse ullamco voluptate nulla sunt qui aliqua. Culpa in non aliqua est aute ut laboris deserunt minim dolore irure Lorem aliqua. Nulla ipsum sit cupidatat sunt et magna tempor. Cupidatat non reprehenderit in quis eu aute commodo cillum pariatur esse pariatur exercitation culpa irure. Occaecat ipsum ex proident qui reprehenderit sunt reprehenderit nisi. In enim ea sunt quis ipsum ad pariatur mollit minim. Proident irure id labore ut eiusmod. Dolore velit sint minim eiusmod nostrud non esse ea elit dolore ex labore ullamco. Eu dolor sit exercitation occaecat fugiat labore officia consectetur ea mollit cillum sunt esse."
            },
            {
                "id": "6602d239bef083f327436982",
                "username": "Norma",
                "firstName": "Taylor",
                "lastName": "Gutierrez",
                "email": "taylorgutierrez@geekola.com",
                "birthDate": "1999-07-25T07:03:37 -07:00",
                "basicSalary": 1846840,
                "status": "Karyawan kontrak",
                "group": "Komunikasi Perusahaan",
                "description": "Laboris Lorem nulla incididunt enim consequat mollit cillum enim. Exercitation adipisicing excepteur consequat duis Lorem ut Lorem incididunt cupidatat amet nulla velit irure cupidatat. Esse pariatur magna dolor amet dolor eiusmod id excepteur. Nostrud irure pariatur tempor adipisicing reprehenderit. Officia magna deserunt tempor qui mollit fugiat labore aliqua excepteur sit. Commodo anim anim veniam elit mollit laboris ad nisi est nisi. Sit cupidatat et ut cillum Lorem sint ut irure magna Lorem anim. Adipisicing dolor pariatur occaecat veniam do velit laborum deserunt et sint reprehenderit. Culpa voluptate officia ea consequat sit veniam. Magna exercitation laboris magna consequat excepteur dolore magna officia dolore in nisi cupidatat."
            },
            {
                "id": "6602d2398c5c44ff184e0973",
                "username": "Goff",
                "firstName": "George",
                "lastName": "Holder",
                "email": "georgeholder@geekola.com",
                "birthDate": "1997-05-29T02:10:12 -07:00",
                "basicSalary": 2962107,
                "status": "Karyawan tetap",
                "group": "Rekening Pusat & FPIR",
                "description": "Consectetur amet deserunt ex occaecat incididunt duis veniam elit sint. Duis consequat commodo labore exercitation voluptate adipisicing id velit excepteur adipisicing velit proident. Proident ea amet enim enim officia labore quis aute. Exercitation cillum quis in amet qui nostrud adipisicing nisi aliqua consequat officia dolor in minim. Non excepteur sint dolor veniam eu adipisicing anim. Culpa amet laboris ea nulla in ea minim cillum. Velit officia ullamco duis cupidatat magna aliqua eiusmod aliqua. Ea esse minim enim mollit nisi aliquip cupidatat ea duis proident magna ullamco anim. Irure ea aliquip officia Lorem id ullamco qui. Qui laboris in consequat aliquip incididunt deserunt enim occaecat duis."
            },
            {
                "id": "6602d23956f3ffe9ec9d7ff0",
                "username": "Reyes",
                "firstName": "Davidson",
                "lastName": "Chen",
                "email": "davidsonchen@geekola.com",
                "birthDate": "1995-01-10T12:00:29 -07:00",
                "basicSalary": 3207779,
                "status": "Karyawan kontrak",
                "group": "Teknologi Informasi",
                "description": "Aliquip ullamco et esse esse consectetur exercitation duis enim occaecat nulla ipsum amet exercitation. Sunt qui ipsum laborum in dolor enim voluptate cillum. Nulla amet velit Lorem est nisi dolor enim voluptate nostrud ullamco veniam minim laborum. Do in reprehenderit anim commodo ut elit dolore Lorem ad eiusmod eiusmod occaecat veniam. Ea Lorem proident aute consequat pariatur occaecat non esse voluptate veniam eiusmod. Reprehenderit fugiat laborum occaecat do officia. Enim excepteur ex duis fugiat. Quis do veniam ex quis labore anim. Consequat cillum Lorem mollit anim Lorem minim ut laborum officia nisi esse. Veniam labore cupidatat non est culpa Lorem sit sit sint."
            },
            {
                "id": "6602d239318a31b2afab1016",
                "username": "Rivers",
                "firstName": "Louella",
                "lastName": "Miranda",
                "email": "louellamiranda@geekola.com",
                "birthDate": "1999-02-07T06:43:55 -07:00",
                "basicSalary": 5107313,
                "status": "Karyawan tetap",
                "group": "Komunikasi Perusahaan",
                "description": "Aliquip incididunt excepteur exercitation dolor reprehenderit nulla occaecat in pariatur cillum adipisicing ipsum dolore proident. Deserunt esse nulla minim voluptate reprehenderit esse quis tempor incididunt occaecat dolore cupidatat. In ea nostrud consectetur est fugiat deserunt in. Reprehenderit sit reprehenderit commodo qui in irure ut proident Lorem in laboris. Eu nisi ullamco aliquip mollit irure ad aliqua aliquip ut veniam ipsum fugiat enim do. Magna elit consequat ut laboris exercitation duis consectetur mollit dolor. Deserunt eu ex velit voluptate cupidatat amet minim. Ex nostrud ex aliqua consequat ea sunt aute exercitation aliquip magna aute aliqua esse. Labore minim eiusmod nulla officia nulla. Occaecat quis elit sit elit est esse qui."
            }
        ]
    ]
}